Repository: zrythm/zrythm
Catalog: po/*.po
Languages: ca, ja

source: Current Value
ca: Valor actual

source: Flags
ca: Banderes
ja: フラグ

source: Imported %d of %d files...
ca: Importats %d de %d fitxers...

source: Adding %d files to project... This may take a few seconds - please wait.
ca: Afegint %d fitxers al projecte... Això pot trigar uns segons - per favor espera.

source: Imported %d files
ca: Importats %d fitxers

source: Check for Updates?
ca: Comprovar si hi ha actualitzacions?

source: Do you want %s to check for updates on startup?
ca: Vols que %s comprovi si hi ha actualitzacions en iniciar?
ja: 起動時に%sのアップデートを確認しますか？

source: _Yes
ca: _Sí

source: MIDI region exported.
ca: S'ha exportat la regió MIDI.

source: MIDI regions exported.
ca: S'han exportat regions MIDI.

source: Failed to export MIDI regions.
ca: Error en exportar regions MIDI.

source: Select MIDI file
ca: Seleccionar fitxer MIDI
ja: MIDIファイルを選択

source: _Export
ca: _Exportar
ja: エクスポート

source: Base region
ca: Regió base
ja: 元のリージョン

source: Full region
ca: Regió completa
ja: リージョン全体

source: Region Content
ca: Contingut de la regió

source: MIDI Format
ca: Format MIDI

source: Part of parent track
ca: Part de la pista principal

source: Separate tracks
ca: Pistes separades

source: Export lanes as
ca: Exportar carrils com a

source: Failed to quantize editor selections
ca: Error en quantizar les seleccions de l'editor

source: Failed to quantize timeline selections
ca: Error en quantizar les seleccions de la línia de temps

source: note length
ca: durada de nota
ja: 音符の長さ

source: note type
ca: tipus de nota
ja: 音符の種類

source: Scripting Interface
ca: Interfície de creació de scripts
ja: スクリプティングインタフェース

source: Select the language of the script
ca: Selecciona l'idioma del script

source: Execute
ca: Executar
ja: 実行

source: The result will be printed here
ca: El resultat es mostrarà aquí
ja: 結果はここに表示されます

source: none
ca: cap
ja: なし

source: 1 more file...
ca: 1 fitxer més ...
ja: もう1つのファイル...

source: %zu more files...
ca: %zu fitxers més...

source: The following files will be created:
ca: Es crearan els fitxers següents:
ja: 以下のファイルが作成されます。

source: in the directory:
ca: al directori:
ja: 下記ディレクトリ内：

source: Exported
ca: Exportat
ja: エクスポートしました

source: No tracks to export
ca: Cap pista a exportar
ja: 書き出すトラックがありません

source: Export
ca: Exportar

source: Icon
ca: Icona

source: <name>.<format>
ca: <nom>.<format>
ja: <名前>.<フォーマット>

source: Mixdown
ca: Mescla
ja: ミックスダウン

source: Stems
ca: Pliques
ja: ステム

# Export time range
source: Loop
ca: Bucle
ja: ループ

# Export time range
source: Song
ca: Cançó
ja: 曲

# Export time range
source: Custom
ca: Personalitzat

source: Export Progress
ca: Progrés de l'exportació
ja: エクスポートの進行状況

source: Open Directory
ca: Obrir directori
ja: ディレクトリを開く

source: Track color
ca: Color de la pista
ja: トラックの色

source: Failed to change color
ca: Error en canviar el color
ja: 色の変更に失敗しました

source: Please enter more details
ca: Introdueix més detalls

source: Sent successfully
ca: Enviat correctament

source: Sending
ca: Enviant
ja: 送信中

source: Sending...
ca: Enviant...
ja: 送信中...

source: Sending data...
ca: Enviant dades...
ja: データを送信中...

source: Send Automatically
ca: Enviar automàticament

source: Click OK to submit. You can verify what will be sent below. By clicking OK, you agree to our %sPrivacy Policy%s.
ca: Clica OK per a enviar-lo. A continuació pots verificar el que s'enviarà. En clicar OK, acceptes la nostra %sPolítica de privadesa%s.
ja: 「OK」をクリックして送信します。送信される内容は以下で確認できます。「OK」をクリックすると、当方の%sプライバシーポリシー%sに同意するものとします。

source: <b>Data</b>
ca: <b>Dades</b>
ja: <b>データ</b>

source: <b>Log file</b>
ca: <b>Fitxer de registre</b>
ja: <b>ログファイル</b>

source: <b>Screenshot</b>
ca: <b>Captura de pantalla</b>
ja: <b>スクリーンショット</b>

source: Please copy the template below in a <a href="%s">new issue</a>.
ca: Per favor copia la plantilla de sota dins un <a href="%s">assumpte nou</a>.

source: Fatal Error
ca: Error fatal

source: %sPlease help us fix this by submitting a bug report
ca: %s Si us plau, ajuda'ns a solucionar-ho enviant un informe d'error

source: a highly automated and intuitive digital audio workstation
ca: una estació de treball d'àudio digital altament automatitzada i intuïtiva
ja: 高度に自動化された直感的なデジタルオーディオワークステーション

source: Failed to bind mapping
ca: Error en vincular el mapatge

source: Not a control change event
ca: No és un esdeveniment de canvi de control
ja: コントロール変更イベントではありません

source: Basic Info
ca: Informació bàsica

source: Owner
ca: Propietari
ja: オーナー

source: Arranger Object Info
ca: Informació de l’objecte arranjador
ja: アレンジャーオブジェクトの詳細

source: Enter group name
ca: Introduir el nom de grup
ja: グループ名を入力してください

source: Group name
ca: Nom de grup
ja: グループ名

source: New Group
ca: Grup nou
ja: 新しいグループ

source: Move tracks under group
ca: Moure les pistes en grup
ja: トラックをグループ内に移動する

source: Failed to create audio group track
ca: Error en crear la pista en grup d'àudio

source: Failed to create MIDI group track
ca: Error en crear la pista en grup MIDI

source: %s icon
ca: Icona %s
ja: %sアイコン

source: _Select
ca: _Seleccionar
ja: 選択(_S)

source: Please enter a valid name.
ca: Introdueix un valor vàlid.

source: Name Unavailable
ca: Nom no disponible

source: Name '%s' is taken. Please enter a different name
ca: El nom«%s» ja es fa servir. Introduir un altre nom
ja: 「%s」が使用中です。別の名前を入力してください

source: Save Chord Preset
ca: Desar preconfiguració acords
ja: コードプリセットを保存

source: Pack
ca: Paquet
ja: パック

source: No control selected
ca: Cap control seleccionat
ja: コントロールが選択されていません

source: Position Snap
ca: Ajust de posició

source: Adaptive Snap
ca: Ajust adaptatiu

source: Adapt snapping behavior to the current zoom level based on the note type
ca: Adapta el comportament d'ajustament al nivell de zoom actual en funció del tipus de nota

source: Snap to
ca: Ajustar a

source: Note size to snap to
ca: Mida de la nota per a ajustar-se

source: Note Type
ca: Tipus de nota

source: Keep Offset
ca: Mantenir el desplaçament

source: Keep offset of objects from the snap point when moving to a new position
ca: Manté el desplaçament dels objectes des del punt d'ajust quan mous a una posició nova

source: Snap to Events
ca: Ajustar als esdeveniments

source: Default Object Length
ca: Durada de l'objecte per defecte

source: Link to snap
ca: Enllaç a ajusts

source: Last object
ca: Últim objecte
ja: 最新のオブジェクト

source: Custom
ca: Personalitzat
ja: カスタム

source: Object Length Type
ca: Tipus de durada de l'objecte

source: Link to snap settings, use the length of the last created object, or specify a custom length
ca: Enllaç a la configuració d'ajustament, utilitza la durada de l'últim objecte creat o especifica una durada personalitzada

source: Length
ca: Durada
ja: 長さ

source: INPUTS
ca: ENTRADES
ja: 入力

source: OUTPUTS
ca: SORTIDES
ja: 出力

source: Behavior
ca: Comportament
ja: 動作

source: Auto-arm for Recording
ca: Auto-armar per a gravar

source: Arm tracks for recording when clicked/selected.
ca: Arma les pistes per a gravar en fer clic/seleccionar.

source: Auto-select
ca: Selecció automàtica

source: Filter
ca: Filtre

source: Track types
ca: Tipus de pista

source: Disabled Tracks
ca: Inhabilitar pistes

source: Script execution successful
ca: Script executat correctament
ja: スクリプトの実行に成功しました

source: Script execution failed
ca: Script executat amb errades
ja: スクリプトの実行に失敗しました

source: Failed to connect ports
ca: Error en connectar ports

source: Failed to create audio send
ca: Error en crear l'enviament d'àudio

source: Error loading LV2 bundle dir:
ca: Error en carregar el directori agregat LV2:
ja: LV2バンドルディレクトリの読み込みエラー：

source: Scanned %s plugin: %s
ca: %s complements explorats: %s
ja: %sプラグインをスキャン: %s

source: Skipped %1$s plugin at %2$s
ca: Omesos %1$s complements a %2$s
ja: %2$sで%1$sのプラグインをスキップしました

source: Scanned LV2 plugin
ca: Explorat el complement LV2
ja: LV2プラグインをスキャンしました

source: Skipped LV2 plugin at %s
ca: Omès el complement LV2 a %s
ja: %sのLV2プラグインをスキップしました

source: Scanned AU plugin
ca: Explorat el complement AU
ja: AUプラグインをスキャンしました

source: Skipped AU plugin at %u
ca: Omès el complement AU a %u
ja: %uのAUプラグインをスキップしました

source: Failed to get LV2 plugin from URI <%s>
ca: Error en obtenir el complement LV2 de l'URI <%s>

source: Could not find UI by URI <%s>
ca: Error en trobar la IU de l'URI <%s>
ja: URI <%s> で UI が見つかりませんでした

source: Failed to make temporary dir
ca: Error en crear el directori temporal

source: Failed to find preset with URI <%s>
ca: Error en trobar el valor predefinit amb l'URI <%s>

source: Failed to load state from %s
ca: Error en carregar l'estat de %s

source: Failed to find plugin with URI <%s>
ca: Error en trobar el complement amb URI <%s>

source: Failed to dlopen %s: %s
ca: Error en executar dlopen %s: %s

source: Failed to get dlinfo for %s
ca: Error en obtenir dlinfo per a %s

source: %s <%s> contains a reference to %s, which may cause issues. If the plugin does not load, please try instantiating the plugin in full-bridged mode, and report this to the plugin distributor and/or author: %s <%s>
ca: %s <%s> conté una referència a %s, que pot causar problemes. Si el complement no es carrega, prova d'instanciar el complement en mode pontat completament i informa-ho al distribuïdor i/o autor del complement: %s <%s>
ja: %s <%s> には %s への参照が含まれており、問題が発生する可能性があります。 プラグインがロードされない場合は、プラグインをフルブリッジモードでインスタンス化してみて、プラグインの配布元および/または作者に報告してください。 %s <%s>

source: Failed to create or init ports and parameters
ca: Error en crear o iniciar ports i paràmetres

source: Required feature %s is not supported
ca: La funcionalitat necessària %s no és compatible

source: Failed checking whether lv2 plugin UI is external
ca: Error en comprovar si la IU del complement lv2 és externa
ja: lv2 プラグインの UI が外部であるかどうかを確認できませんでした

source: Required option %s is not supported
ca: L'opció %s requerida no és compatible

source: lilv_plugin_instantiate() failed
ca: lilv_plugin_instantiate() ha fallat

source: Default bank
ca: Banc predeterminat
ja: デフォルトバンク

source: Init
ca: Inicialització

source: Unnamed bank
ca: Banc sense nom
ja: 無名バンク

source: Instantiation failed for plugin '%s'. Disabling...
ca: Error en instanciar al complement «%s». Inhabilitant...
ja: プラグイン '%s'のインスタンス化に失敗しました。無効にしています...

source: Enabled
ca: Habilitació
ja: 有効

source: Enables or disables the plugin
ca: Habilitar o inhabilitar el complement
ja: プラグインを有効/無効にする

source: Plugin gain
ca: Guany del complement
ja: プラグインゲイン

source: Failed to get Carla plugin
ca: Error en obtenir el complement Carla
ja: Carlaプラグインの取得に失敗しました

source: Failed to get LV2 plugin
ca: Error en obtenir el complement LV2

source: Carla plugin instantiation failed
ca: Error en instanciar al complement Carla

source: Failed saving Carla plugin state
ca: Error en desar l'estat del complement de Carla

source: LV2 plugin instantiation failed
ca: Error en instanciar al complement LV2

source: %s <%s> has a deprecated UI type: %s If the UI does not load, please try instantiating the plugin in full-bridged mode, and report this to the author: %s <%s>
ca: %s <%s> té un tipus d'IU obsolet: %s Si la IU no es carrega, prova d'instanciar el complement en mode pontat completament i informa-ho a l'autor: %s <%s>
ja: %s <%s>には、非推奨のUIタイプがあります。 %s UIが読み込まれない場合は、プラグインをフルブリッジモードでインスタンス化してみて、作者に報告してください。 %s <%s>

source: Deprecated UI Type
ca: Tipus d'IU obsoleta

source: Failed to create plugin clone for %s
ca: Error en crear el clon del complement per a %s

source: Save State
ca: Desar estat
ja: 状態を保存

source: Save Preset
ca: Desar preconfiguració
ja: プリセットを保存

source: _Prefix plugin name
ca: _Prefixar nom del complement
ja: _プレフィックスプラグイン名

source: URI (Optional):
ca: URI (opcional):
ja: URI（任意）：

source: Open File
ca: Obrir fitxer
ja: ファイルを開く

source: Close
ca: Tancar
ja: 閉じる

source: Unknown widget type for value
ca: Tipus de giny desconegut per al valor
ja: 値が不明なウィジェットタイプ

source: Unknown widget type for value
ca: Tipus de giny desconegut per al valor
ja: 値が不明なウィジェットタイプ

source: Add to project (native generic UI)
ca: Afegir-ho al projecte (IU genèrica nativa)

source: Add to project
ca: Afegir al projecte
ja: プロジェクトに追加

source: Add to project (bridged UI)
ca: Afegir al projecte (IU pontada)
ja: プロジェクトに追加（UIをブリッジ）

source: Add to project (bridged full)
ca: Afegir al projecte (completament pontat)
ja: プロジェクトに追加（完全にブリッジ）

source: Use _Generic UI
ca: Utilitzar la IU _genèrica
ja: 汎用なUIを使用 (_G)

source: Add to collection
ca: Afegir a la col·lecció
ja: コレクションに追加

source: Remove from collection
ca: Eliminar de la col·lecció
ja: コレクションから削除

source: Preset %u
ca: %u predefinits

source: Audio in
ca: Entrada d’àudio
ja: オーディオ入力

source: Audio out
ca: Sortida d'àudio
ja: オーディオ出力

source: MIDI in
ca: entrada MIDI
ja: MIDI入力

source: CV in
ca: Entrada CV
ja: CV入力

source: CV out
ca: Sortida CV
ja: CV出力

source: Error adding carla plugin: %s
ca: Error en afegir el complement Carla: %s
ja: carlaプラグインの追加に失敗しました : %s

source: Failed to load Carla state
ca: Error en carregar l'estat de Carla

source: Failed to instantiate Carla plugin: handle/descriptor not initialized properly
ca: Error en instanciar el complement Carla: la nansa/descriptor no s'ha inicialitzat correctament

source: Plugin doesn't have a state directory
ca: El complement no té un directori d'estat

source: State file %s doesn't exist
ca: El fitxer d'estat %s no existeix

source: Delete Preset?
ca: Suprimir la preconfiguració?
ja: プリセットを削除しますか？

source: Failed to open LV2 UI for %s
ca: Error en obrir la IU LV2 per a %s
ja: %s の LV2 UI を開くことができませんでした

source: Failed to apply LV2 preset
ca: Error en aplicar la preconfiguració LV2

source: Failed to move track
ca: Error en moure la pista

source: Failed to set direct out
ca: Error en establir la sortida directa

source: %s Output
ca: Sortida %s

source: Failed to connect L port
ca: Error en connectar ports E

source: Failed to connect R port
ca: Error en connectar ports D

source: Stereo?
ca: Estèreo?

source: Are the outputs stereo?
ca: Les sortides són estèreo?
ja: 出力はステレオですか？

source: This plugin contains multiple audio outputs. Would you like to auto-route each output to a separate FX track?
ca: Aquest complement conté múltiples sortides d'àudio. Vols encaminar automàticament cada sortida a una pista FX independent?
ja: このプラグインには複数の音声出力があります。各出力を別々のFXトラックに自動ルーティングしますか？

source: _Rename
ca: _Canviar el nom

source: 4 Chord Song
ca: Cançó de 4 acords
ja: 4コード曲

source: Canon in D
ca: Cànon en Re
ja: カノン イン D

source: Pop Chords 1
ca: Acords Pop 1

source: Most Often Used Chords
ca: Acords més utilitzats
ja: 最もよく使われるコード

source: Eastern Pop
ca: Pop oriental
ja: イースタン・ポップ

source: Dance
ca: Dansa

source: Ballad
ca: Balada
ja: バラード

source: Progressive Trance
ca: Trance progressiu
ja: プログレッシブ・トランス

source: Schema %s%s%s
ca: Esquema %s%s%s
ja: スキーマ %s%s%s

source: Resetting schema %s...
ca: Restablint l'esquema %s...
ja: スキーマ %s をリセット中...

source: skipping %s
ca: saltant %s
ja: %sをスキップ

source: resetting %s to %s
ca: restablint %s a %s
ja: %sを%sにリセット中

source: Failed to find schema %s. %s is likely not installed
ca: Error en trobar l'esquema %s. És probable que %s no estigui instal·lat
ja: スキーマ %s が見つかりませんでした。%sはおそらくインストールされていません

source: Failed to view schema %s
ca: Error en visualitzar l'esquema %s
ja: スキーマ %s を表示できませんでした

source: Failed to reset schema %s
ca: Error en restablir l'esquema %s
ja: スキーマ %s をリセットできませんでした

source: This will reset Zrythm to factory settings. You will lose all your preferences. Type 'y' to continue:
ca: Això restablirà Zrythm a la configuració de fàbrica. Perdràs totes les teves preferències. Escriu 'y' per a continuar:

source: Aborting...
ca: Interrompent...
ja: 中止しています...

source: Reset to factory settings successful
ca: Configuració de fàbrica restablerta correctament
ja: 初期設定にリセットされました

source: Failed to deserialize v1 project file
ca: Error en deserialitzar el fitxer de projecte v1

source: Failed to deserialize v2/3 project file
ca: Error en deserialitzar el fitxer del projecte v2/3

source: Invalid project: missing version
ca: Projecte no vàlid: falta la versió

source: Failed to read JSON: [code: %<PRIu32>, pos: %zu] %s
ca: No s'ha pogut llegir JSON: [codi: %<PRIu32>, pos: %zu] %s

source: Failed to deserialize project YAML
ca: Error en deserialitzar el projecte YAML

source: Could not load project: Corrupted project detected (missing FINISHED file at '%s').
ca: No s'ha pogut carregar el projecte: s'ha detectat un projecte malmès (falta el fitxer FINISHED a '%s').

source: Project Upgraded
ca: Projecte actualitzat

source: Open Backup?
ca: Obrir la còpia de seguretat?

source: Newer backup found: %s. Use the newer backup?
ca: S'ha trobat una còpia de seguretat més recent: %s. Utilitzar la còpia de seguretat més recent?
ja: 新しいバックアップが見つかりました: %s. 新しいバックアップを使用しますか?

source: Open Backup
ca: Obrir la còpia de seguretat

source: Ignore
ca: Ignorar

source: Digital Audio Workstation
ca: Estació de treball d'àudio digital
ja: デジタル・オーディオ・ワークステーション

source: highly automated and intuitive digital audio workstation
ca: estació de treball d'àudio digital altament automatitzada i intuïtiva
ja: 高度に自動化された直感的なデジタルオーディオワークステーション

source: daw;audio;midi;music;
ca: daw;àudio;midi;música;
ja: daw;オーディオ;MIDI;音楽;

source: Recent project list
ca: Llista de projectes recents
ja: 最近のプロジェクト一覧

source: A list of recent projects to be referenced on startup.
ca: Una llista de projectes recents als quals es farà referència en iniciar.
ja: 起動時に参照される最近のプロジェクトのリスト。

source: First run
ca: Primera execució
ja: 初回起

source: Whether this is the first run or not.
ca: Tant si és la primera execució com si no.
ja: これが最初の実行かどうか。

source: Installation directory
ca: Directori d'instal·lació
ja: インストールディレクトリ

source: This is the directory Zrythm is installed in. Currently only used on Windows.
ca: Aquest és el directori on està instal·lat Zrythm. Actualment només s'utilitza a Windows.
ja: Zrythmがインストールされているディレクトリです。現在はWindowsでのみ使用されています。

source: Last project directory
ca: Directori de l'últim projecte
ja: 最後のプロジェクトディレクトリ

source: Last directory a project was created in.
ca: Últim directori on es va crear un projecte.
ja: プロジェクトが作成された最近のディレクトリ。

source: List of all versions run at least once
ca: Llista de totes les versions que s'executen almenys una vegada
ja: 少なくとも一度は実行された全バージョンのリスト

source: A list of versions run at least once.
ca: Una llista de versions executades almenys una vegada.
ja: 少なくとも一度実行されたバージョンのリスト。

source: Last version that was notified of a new release
ca: Última versió que s'ha notificat d'una nova versió
ja: 新しいリリースが通知された最後のバージョン

source: The last version that received a 'new version has been released' notification.
ca: L'última versió que va rebre la notificació «S'ha publicat una nova versió».
ja: 最後に「新バージョンがリリースされました」という通知が届いたバージョン。

source: First check for updates
ca: Primera comprovació d'actualitzacions
ja: 最初のアップデート確認

source: Whether this is the first time attempting to check for updates.
ca: Si és la primera vegada que s'intenta comprovar si hi ha actualitzacions.

source: Monitor volume
ca: Volum del monitor
ja: モニターの音量

source: The monitor volume in amplitude (0 to 2).
ca: El volum del monitor en amplitud (0 a 2).
ja: 振幅でのモニターの音量（0.0～2.0）。

source: Mute volume
ca: Volum del silenci
ja: ミュート音量

source: The monitor mute volume in amplitude (0 to 2).
ca: El volum del silenci del monitor en amplitud (0 a 2).
ja: 振幅でのミュート音量（0.0～2.0）。

source: Listen volume
ca: Volum d'escolta
ja: 試聴音量

source: The monitor listen volume in amplitude (0 to 2).
ca: El volum d'escolta del monitor en amplitud (0 a 2).
ja: 振幅でのモニターの試聴音量（0.0～2.0）。

source: Dim volume
ca: Volum disminuït
ja: ディム音量

source: The monitor dim volume in amplitude (0 to 2).
ca: El volum disminuït del monitor en amplitud (0 a 2).
ja: 振幅でのディム音量（0.0～2.0）。

source: Sum to mono
ca: Suma a mono
ja: モノラルに収束

source: Whether to sum the monitor signal to mono.
ca: Si s'ha de sumar el senyal del monitor a mono.
ja: モニター信号をモノラルに収束するかどうか。

source: Dim output
ca: Sortida disminuïda
ja: ディム出力

source: Whether to dim the the monitor signal.
ca: Si s'ha de disminuir el senyal del monitor.
ja: モニター信号をディムするかどうか。

source: Whether to mute the monitor signal.
ca: Si cal silenciar el senyal del monitor.
ja: モニター信号をミュートするかどうか。

source: Left output devices
ca: Dispositius de sortida esquerra
ja: 左チャンネルの出力デバイス

source: A list of output devices to route the left monitor output to.
ca: Una llista de dispositius de sortida on encaminar la sortida del monitor esquerre.
ja: 左のモニタ出力をルーティングする出力デバイスのリスト。

source: A list of output devices to route the right monitor output to.
ca: Una llista de dispositius de sortida on dirigir la sortida del monitor dret.
ja: 右のモニタ出力をルーティングする出力デバイスのリスト。

source: Bounce with parents
ca: Rebot amb principals
ja: 親トラックでバウンス

source: Whether to bounce with parent tracks (direct outputs).
ca: Si s'ha de rebotar amb les pistes principals (sortides directes).
ja: 親トラック（ダイレクトアウト）でバウンスするかどうか。

source: Disable after bounce
ca: Inhabilitar després de rebotar
ja: バウンス後に無効にする

source: Disable track after bouncing.
ca: Inhabilitar la pista després de rebotar.
ja: バウンス後にトラックを無効にする。

source: Bounce step
ca: Pas de rebot
ja: バウンスステップ

source: Step in the processing chain to bounce at.
ca: Pas a la cadena de processament per a rebotar.
ja: バウンスする処理チェーンのステップ。

source: Bounce tail
ca: Cua de rebot
ja: バウンステール

source: Tail to allow when bouncing (for example to catch reverb tails), in milliseconds.
ca: Cua permessa durant el rebot (per exemple, atrapar cues de reverberació), en mil·lisegons.
ja: バウンスするときに許可するテール（例えば、リバーブのテールをキャッチしたいときなど）をミリ秒単位で指定します。

source: Timeline object length
ca: Durada de l'objecte de la línia de temps
ja: タイムラインオブジェクトの長さ

source: Default length to use when creating timeline objects.
ca: Durada predeterminada en crear objectes de línia de temps.
ja: タイムラインのオブジェクトを作成する際に使用するデフォルトの長さ。

source: Timeline object length type
ca: Tipus de durada d'objecte de línia de temps
ja: タイムラインオブジェクト長の種類

source: Default length type to use when creating timeline objects (normal, dotted, triplet).
ca: Tipus de durada per defecte a utilitzar quan es creen objectes de línia de temps (normal, amb punts, treset).
ja: タイムラインオブジェクトを作成する際に使用するデフォルトの長さの型（ノーマル、ドット、トリプレット）。

source: Last timeline object's length
ca: Durada de l'últim objecte de la línia de temps
ja: 最後に作成したタイムライン オブジェクトの長さ

source: The length of the last created timeline object (in ticks).
ca: La durada de l'últim objecte de línia de temps creat (en marques).
ja: 最後に作成されたタイムラインオブジェクトの長さ（単位：ティック）。

source: Editor object length
ca: Durada d'objecte editat
ja: エディター オブジェクトの長さ

source: Default length to use when creating editor objects.
ca: Durada predeterminada que s'utilitza quan es creen objectes d'editor.
ja: エディターオブジェクトを作成する際に使用するデフォルトの長さ。

source: Editor object length type
ca: Tipus de durada d'objecte editor
ja: エディターオブジェクトの長さタイプ

source: Default length type to use when creating editor objects (normal, dotted, triplet).
ca: Tipus de durada per defecte a utilitzar quan es creen objectes de l'editor (normal, amb punts, treset).
ja: エディターオブジェクトを作成する際に使用するデフォルトの長さの形式（ノーマル、ドット、トリプレット）。

source: Last editor object's length
ca: Durada de l'últim objecte editat
ja: 最後に作成されたエディターオブジェクトの長さ。

source: The length of the last created editor object (in ticks).
ca: La durada de l'últim objecte d'editor creat (en marques).
ja: 最後に作成されたエディタオブジェクトの長さ（ティック数）。

source: Note notation
ca: Notació de nota
ja: 音符表記

source: The note notation used in the piano roll - MIDI pitch index or musical (C, C#, etc.)
ca: La notació de notes utilitzada al rotlle de pianola - índex de to MIDI o notes (Do, Do#, etc.)

source: Default velocity
ca: Velocitat predeterminada
ja: デフォルトのベロシティ

source: The default velocity to use when creating new MIDI notes.
ca: La velocitat predeterminada que s'ha d'utilitzar quan es creen notes MIDI noves.

source: Last set velocity
ca: Última velocitat establida
