Repository: zrythm/zrythm
Catalog: po/*.po
Languages: ca, ja

source: Last set velocity on a MIDI note.
ca: Últim ajust de velocitat en una nota MIDI.
ja: MIDIノートで最後に設定されたベロシティ。

source: Musical mode
ca: Mode musical
ja: ミュージカルモード

source: Whether to use musical mode. If this is on, time-stretching will be applied to events so that they match the project BPM. This mostly applies to audio regions.
ca: Si s'utilitza el mode musical. Si està activat, s'aplicarà un estirament temporal als esdeveniments perquè coincideixin amb el BPM del projecte. Això s'aplica sobretot a les regions d'àudio.
ja: ミュージカルモードを使用するかどうか。これがオンの場合、プロジェクトのBPMと一致するようにイベントにタイムストレッチが適用されます。これは主にオーディオリージョンに適用されます。

source: Listen to notes while they are moved
ca: Escoltar notes mentre es mouen
ja: 音符を移動させながら試聴

source: Whether to listen to MIDI notes while dragging them in the piano roll.
ca: Si escoltar notes MIDI mentre s'arrosseguen al rotlle de pianola.
ja: ピアノロールでドラッグしながらMIDI音符を試聴かどうか。

source: Ghost notes
ca: Notes fantasma

source: Whether to show notes of other regions in the piano roll.
ca: Si mostrar notes d'altres regions al rotlle de pianola.

source: Piano roll highlight
ca: Realçat al rotlle de pianola
ja: ピアノロールハイライト

source: Whether to highlight chords, scales, both or none in the piano roll.
ca: Ja sigui per a realçar acords, escales, ambdós o cap al rotlle de pianola.
ja: ピアノロールで和音、音階、両方、または何も強調表示しないかどうか。

source: Piano roll MIDI modifier
ca: Modificador MIDI del rotlle de pianola
ja: ピアノロールのMIDIモディファイア

source: The MIDI modifier to display in the MIDI editor (only velocity is valid at the moment).
ca: El modificador MIDI a mostrar a l'editor MIDI (només la velocitat és vàlida en aquest moment).
ja: MIDIエディターに表示するMIDIモディファイア（現時点ではベロシティのみ有効）。

source: Show automation values
ca: Mostrar els valors d'automatització
ja: オートメーション値を表示する

source: Whether to show automation values in the automation editor.
ca: Si es mostren els valors d'automatització a l'editor d'automatització.
ja: オートメーションエディタでオートメーションの値を表示するかどうか。

source: Browser divider position
ca: Posició del divisor del navegador
ja: ブラウザの区切り位置

source: Height of the top part of the plugin/file browser.
ca: Altura de la part superior del navegador de complements / fitxers.
ja: プラグイン/ファイルブラウザの上部の高さ。

source: Left panel divider position
ca: Posició del divisor del quadre esquerre
ja: 左パネルの仕切り位置

source: Position of the resize handle of the left panel.
ca: Posició de la nansa de redimensionament del quadre esquerre.
ja: 左パネルのリサイズハンドルの位置。

source: Left panel tab index
ca: Índex de la pestanya del quadre esquerre
ja: 左パネルのタブインデックス

source: Index of the currently opened left panel tab.
ca: Índex de la pestanya del quadre esquerre oberta actualment.
ja: 現在開いている左パネルのタブのインデックス。

source: Right panel divider position
ca: Posició del divisor del quadre dret
ja: 右パネルの仕切り位置

source: Position of the resize handle of the right panel.
ca: Posició de la nansa de redimensionament del quadre dret.
ja: 右パネルのリサイズハンドルの位置。

source: Right panel tab index
ca: Índex de pestanya del quadre dret
ja: 右パネルのタブインデックス

source: Index of the currently opened right panel tab.
ca: Índex de la pestanya del quadre dret actualment obert.
ja: 現在開いている右パネルのタブのインデックス。

source: Bot panel divider position
ca: Posició del divisor del quadre bot
ja: ボットパネルの仕切り位置

source: Position of the resize handle of the bot panel.
ca: Posició de la nansa de redimensionament del quadre bot.
ja: 下パネルのリサイズハンドルの位置。

source: Bot panel tab index
ca: Índex de la pestanya del quadre bot
ja: 下部パネルのタブインデックス

source: Index of the currently opened bottom panel tab.
ca: Índex de la pestanya del quadre inferior oberta actualment.
ja: 現在開いている下部パネルのタブのインデックス。

source: Timeline event viewer visibility
ca: Visibilitat del visor d'esdeveniments de la línia de temps
ja: イベント ビューアを表示

source: Whether the timeline event viewer is visible or not.
ca: Si el visor d'esdeveniments de la línia de temps és visible o no.
ja: タイムラインのイベントビューアが表示されているかどうか。

source: Editor event viewer visibility
ca: Visibilitat del visor d'esdeveniments d'editor
ja: エディタイベントビューアの可視性

source: Whether the editor event viewer is visible.
ca: Si el visor d'esdeveniments de l'editor és visible.

source: Playhead display type
ca: Tipus de visualització del capçal de reproducció

source: Selected playhead display type (BBT/time).
ca: Tipus de visualització del capçal de reproducció seleccionat (BBT / temps).

source: JACK transport type
ca: Tipus de transport JACK
ja: JACKトランスポートの種類

source: Selected JACK transport behavior (master/client/none)
ca: Comportament de transport JACK seleccionat (mestre/client/cap)
ja: 選択された JACK トランスポート動作 (master/client/one)

source: Ruler display type
ca: Tipus de visualització de la regla
ja: ルーラーの表示形式

source: Selected ruler display type (BBT/time).
ca: Tipus de visualització del regle seleccionat (BBT / temps).
ja: 選択したルーラーの表示形式(BBT/時刻)。

source: Selected editing tool
ca: Eina d'edició seleccionada
ja: 選択された編集ツール

source: Selected editing tool.
ca: Eina d'edició seleccionada.
ja: 選択した編集ツール。

source: Last used MIDI function
ca: Última funció MIDI utilitzada
ja: 最後に使用したMIDI関数

source: Last used MIDI function (index corresponding to enum in midi function action).
ca: Última funció MIDI utilitzada (índex corresponent a l'enumeració en l'acció de la funció midi).
ja: 最後に使用したMIDI関数（MIDI関数アクションのenumに対するインデックス）。

source: Last used automation function
ca: Última funció d'automatització utilitzada
ja: 最後に使用したオートメーション関数

source: Last used automation function (index corresponding to enum in automation function action).
ca: Última funció d'automatització utilitzada (índex corresponent a l'enumeració de l'acció de la funció d'automatització).
ja: 最後に使用したオートメーション関数（オートメーション関数アクションのenumに対するインデックス）。

source: Last used audio function
ca: Última funció d'àudio utilitzada
ja: 最後に使用したオーディオ関数

source: Last used audio function (index corresponding to enum in audio function action).
ca: Última funció d'àudio utilitzada (índex corresponent a l'enumeració de l'acció de la funció d'àudio).
ja: 最後に使用したオーディオ関数（オーディオ関数アクションのenumに対するインデックス）。

source: Last used pitch shift ratio
ca: Última ràtio de canvi de to utilitzada

source: Last used pitch shift ratio.
ca: Última ràtio de canvi de to utilitzada.

source: Playhead scroll edges (timeline)
ca: Vores de desplaçament del capçal de reproducció (línia de temps)
ja: 再生ヘッドのエッジスクロール (タイムライン)

source: Whether to scroll when the playhead reaches the visible edge (timeline).
ca: Si s'ha de desplaçar quan el capçal de reproducció arriba a la vora visible (línia de temps).
ja: プレイヘッドが可視エッジ（タイムライン）に達したときにスクロールするかどうか。

source: Follow playhead (timeline)
ca: Seguir el capçal de reproducció (línia de temps)
ja: 再生ヘッドをフォローする (タイムライン)

source: Whether to follow the playhead. When this is on, the visible area will stay centered on the playhead (timeline).
ca: Si s'ha de seguir el capçal de reproducció. Quan això estigui encés, l'àrea visible es mantindrà centrada en el capçal de reproducció (línia de temps).

source: Playhead scroll edges (editor)
ca: Vores de desplaçament del capçal de reproducció (editor)
ja: 再生ヘッド・スクロール エッジ (エディター)

source: Whether to scroll when the playhead reaches the visible edge (editor).
ca: Si s'ha de desplaçar quan el capçal de reproducció arribi a la vora visible (editor).

source: Follow playhead (editor)
ca: Seguir el capçal de reproducció (editor)
ja: 再生ヘッドをフォローする (エディター)

source: Whether to follow the playhead. When this is on, the visible area will stay centered on the playhead (editor).
ca: Si s'ha de seguir el capçal de reproducció. Quan això estigui encés, l'àrea visible romandrà centrada al capçal de reproducció (editor).

source: Track filter name
ca: Nom del filtre de pista

source: Name to filter tracks with.
ca: Nom amb el qual filtrar pistes.

source: Track filter type
ca: Tipus de filtre de pista

source: Track types to filter tracks with.
ca: Tipus de pistes amb les quals filtrar pistes.
ja: トラックを絞り込むためのトラックタイプ。

source: Show disabled tracks
ca: Veure pistes inhabilitades

source: Whether to show disabled tracks when filtering.
ca: Ja sigui per a mostrar pistes inhabilitades quan es filtra.

source: Auto-arm tracks
ca: Arma automàticament les pistes

source: Whether to automatically arm tracks for recording.
ca: Si s'han d'armar automàticament les pistes per a la gravació.

source: Start velocity
ca: Velocitat d'arrencada

source: Start velocity.
ca: Velocitat d'arrencada.

source: End velocity
ca: Velocitat final

source: End velocity.
ca: Velocitat final.

source: Curve algorithm.
ca: Algorisme de corba.

source: Curviness percentage.
ca: Percentatge de curvatura.

source: Time (ms).
ca: Temps (ms).

source: velocity
ca: velocitat

source: Velocity of the added note.
ca: Velocitat de la nota afegida.

source: Whether to strum in ascending order.
ca: Si s'ha de fer strum en ordre ascendent.

source: Total time
ca: Temps total

source: Total time per chord in ms.
ca: Temps total per acord en ms.

source: Plugin browser tab
ca: Pestanya del navegador de complements
ja: プラグインブラウザのタブ

source: Selected plugin browser tab.
ca: Pestanya del navegador de complements seleccionada.
ja: 選択したプラグインブラウザのタブ。

source: Plugin browser filter
ca: Filtre del navegador de complements
ja: プラグインブラウザのフィルタ

source: Selected plugin browser filter
ca: Filtre del navegador de complements seleccionat
ja: 選択したプラグインブラウザのフィルタ

source: Plugin browser sort style
ca: Estil d'ordenació del navegador de complements

source: Selected plugin browser sort style
ca: Estil d'ordenació del navegador de complements seleccionat

source: Plugin browser collections
ca: Col·leccions de navegadors de complements
ja: プラグインブラウザーコレクション

source: Tree paths of the selected collections in the plugin browser.
ca: Camins d'arbre de les col·leccions seleccionades al navegador de complements.
ja: プラグインブラウザの選択したコレクションのツリーパス。

source: Plugin browser authors
ca: Autor del navegador de complements
ja: プラグインブラウザでのプラグイン作者

source: Tree paths of the selected authors in the plugin browser.
ca: Camins d'arbre dels autors seleccionats al navegador de complements.
ja: プラグインブラウザで選択した作者のツリーパス。

source: Plugin browser categories
ca: Categories del navegador de complements
ja: プラグインブラウザのカテゴリ

source: Tree paths of the selected categories in the plugin browser.
ca: Camins d'arbre de les categories seleccionades al navegador de complements.

source: Plugin browser protocols
ca: Protocols del navegador de complements
ja: プラグインブラウザのプロトコル

source: Tree paths of the selected protocols in the plugin browser.
ca: Camins d'arbre dels protocols seleccionats al navegador de complements.

source: File browser bookmarks
ca: Favorits del navegador de fitxers
ja: ファイル ブラウザのブックマーク

source: Location bookmarks for file browser (absolute paths).
ca: Favorits d'ubicació per al navegador de fitxers (camins absoluts).
ja: ファイルブラウザのロケーションブックマーク（絶対パス）。

source: File browser selected bookmark
ca: Favorit seleccionat del navegador de fitxers
ja: ファイルブラウザでの選択したブックマーク

source: Selected bookmark in file browser.
ca: Favorit seleccionat al navegador de fitxers.
ja: ファイル ブラウザで選択したブックマーク。

source: Whether to autoplay the selected file.
ca: Si s'ha de reproduir automàticament el fitxer seleccionat.
ja: 選択したファイルを自動再生するかどうか。

source: Whether to show unsupported files in the file browser.
ca: Si s'han de mostrar fitxers no admesos al navegador de fitxers.
ja: サポートされていないファイルをファイルブラウザーに表示するかどうか。

source: Whether to show hidden files in the file browser.
ca: Si s'han de mostrar els fitxers ocults al navegador de fitxers.
ja: ファイルブラウザに隠しファイルを表示するかどうか。

source: File browser filter
ca: Filtre del navegador de fitxers
ja: ファイルブラウザフィルタ

source: Selected file browser filter
ca: Filtre del navegador de fitxers seleccionat
ja: 選択したファイル ブラウザのフィルタ

source: Last location
ca: Última ubicació

source: Last visited location.
ca: Última ubicació visitada.

source: Instrument plugin to use for MIDI auditioning.
ca: Complement d'instrument que s'utilitzarà per a audicions MIDI.
ja: MIDIオーディションに使用するインストゥルメントプラグイン。

source: Inserts expanded
ca: Insercions expandides

source: Whether inserts are expanded.
ca: Si s’expandeixen les insercions.

source: MIDI FX expanded
ca: MIDI FX expandit

source: Whether MIDI FX are expanded.
ca: Si MIDI FX s’expandeix.

source: Sends expanded
ca: Envia expandits

source: Whether sends are expanded.
ca: Si s'expandeixen els enviaments.

source: Track properties expanded
ca: Propietats de la pista expandides
ja: トラック属性の展開状態

source: Whether track properties is expanded.
ca: Si les propietats de pista s’expandeixen.
ja: トラックのプロパティが展開されているかどうか。

source: Track outputs expanded
ca: Sortides de pista expandides
ja: トラック出力の展開状況

source: Whether track outputs is expanded.
ca: Si les sortides de pista s’expandeixen.
ja: トラック出力が展開されているかどうか。

source: Track sends expanded
ca: Enviaments de pista expandits
ja: トラックセンドの展開状況

source: Whether track sends is expanded.
ca: Si els enviaments de pista s'expandeixen.
ja: トラックセンドが展開されているかどうか。

source: Track inputs expanded
ca: Entrades de pista expandides
ja: トラック入力の展開状況

source: Whether track inputs is expanded.
ca: Si les entrades de pista s’expandeixen.
ja: トラック入力が展開されているかどうか。

source: Track controls expanded
ca: Controls de pista expandits
ja: トラックコントロールの展開状況

source: Whether track controls is expanded.
ca: Si els controls de pista s’expandeixen.
ja: トラックコントロールが展開されているかどうか。

source: Track inserts expanded
ca: Insercions de pista expandides
ja: トラックインサートの展開状況

source: Whether track inserts is expanded.
ca: Si les insercions de pista s’expandeixen.
ja: トラックインサートが展開されているかどうか。

source: Track midi-fx expanded
ca: Pista fx-midi expandida
ja: トラックmidi-fxの展開状態

source: Whether track midi-fx is expanded.
ca: Si la pista midi-fx s’expandeix.
ja: トラックMIDI-FXが展開されているかどうか。

source: Track fader expanded
ca: Atenuador de pista expandit
ja: トラックフェーダーの展開状況

source: Whether track fader is expanded.
ca: Si l'atenuador de pista s’expandeix.
ja: トラックフェーダーが展開されているかどうか。

source: Track comment expanded
ca: Comentari de pista expandit
ja: トラックコメントの展開状態

source: Whether track comment is expanded.
ca: Si el comentari de la pista s’expandeix .
ja: トラックコメントが展開されているかどうか。

source: Track visibility detached
ca: Visibilitat de la pista desconnectada
ja: トラック表示/未表示設定パネルの分離

source: Whether the track visibility panel is detached.
ca: Si el quadre de visibilitat de la pista està desconnectat.

source: Track visibility size
ca: Mida de la visibilitat de la pista
ja: トラック表示/未表示設定パネルのサイズ

source: Track visibility panel size when detached.
ca: Mida del quadre de visibilitat de la pista quan es desconnecta.
ja: 取り外したときのトラック表示/未表示設定パネルのサイズ。

source: Track inspector detached
ca: Inspector de pistes desconnectat

source: Whether the track inspector panel is detached.
ca: Si el quadre d'inspector de pistes està desconnectat.

source: Track inspector size
ca: Mida de l'inspector de pistes

source: Track inspector panel size when detached.
ca: Mida del quadre d'inspector de pistes quan es desconnecta.
ja: インスペクター・パネルを取り外した時のサイズ。

source: Plugin inspector detached
ca: Inspector de complements desconnectat

source: Whether the plugin inspector panel is detached.
ca: Si el quadre d'inspector de complements està desconnectat.

source: Plugin inspector size
ca: Mida de l'inspector de complements

source: Plugin inspector panel size when detached.
ca: Mida del quadre d'inspector de complements quan es desconnecta.
ja: プラグイン・インスペクタ・パネルを取り外したときのサイズ。

source: Plugin browser detached
ca: El navegador de complements s'ha desconnectat

source: Whether the plugin browser panel is detached.
ca: Si el quadre del navegador de complements està desconnectat.

source: Plugin browser size
ca: Mida del navegador de complements

source: Plugin browser panel size when detached.
ca: Mida del quadre del navegador de complements quan es desconnecta.
ja: プラグインブラウザのパネルを取り外したときのサイズ。

source: File browser detached
ca: Navegador de fitxers desconnectat

source: Whether the file browser panel is detached.
ca: Si el quadre del navegador de fitxers està desconnectat.

source: Chord pack browser detached
ca: Navegador de paquets d'acords desconnectat

source: Whether the chord pack browser panel is detached.
ca: Si el quadre del navegador de paquets d'acords està desconnectat.

source: File browser size
ca: Mida del navegador de fitxers

source: File browser panel size when detached.
ca: Mida del quadre del navegador de fitxers quan es separa.
ja: ファイルブラウザのパネルを取り外した時のサイズ。

source: Monitor section detached
ca: Secció monitor desconnectat

source: Whether the monitor section panel is detached.
ca: Si el quadre de la secció del monitor està desconnectat.

source: Monitor section size
ca: Mida de la secció del monitor

source: Monitor section panel size when detached.
ca: Mida del quadre de la secció del monitor quan es desconnecta.

source: Modulator view detached
ca: Visualització del modulador desconnectada
ja: モデュレータービューの切り離し

source: Whether the modulator view panel is detached.
ca: Si el quadre de visualització del modulador està desconnectat.

source: Modulator view size
ca: Mida de la visualització del modulador

source: Modulator view panel size when detached.
ca: Mida del quadre de visualització del modulador quan es desconnecta.

source: Mixer detached
ca: Mesclador desconnectat
ja: ミキサーの切り離し

source: Whether the mixer panel is detached.
ca: Si el quadre del mesclador està desconnectat.

source: Mixer size
ca: Mida del mesclador

source: Mixer panel size when detached.
ca: Mida del quadre mesclador quan es desconnecta.
ja: 着脱時のミキサーパネルサイズ。

source: Clip editor detached
ca: Editor de clips desconnectat
ja: エディターの切り離し

source: Whether the clip editor panel is detached.
ca: Si el quadre de l'editor de clips està desconnectat.

source: Clip editor size
ca: Mida de l'editor de clips
ja: エディターのサイズ

source: Clip editor panel size when detached.
ca: Mida del quadre de l'editor de clips quan es desconnecta.

source: Chord pad detached
ca: Pad d'acords desconnectat

source: Whether the chord pad panel is detached.
ca: Si el quadre del pad d'acords està desconnectat.

source: Chord pad size
ca: Mida del pad d'acords

source: Chord pad panel size when detached.
ca: Mida del quadre del pad d'acords quan es desconnecta.

source: Timeline detached
ca: Línia de temps desconnectada

source: Whether the timeline panel is detached.
ca: Si el quadre de la línia de temps està desconnectat.

source: Timeline size
ca: Mida de la línia de temps

source: Timeline panel size when detached.
ca: Mida del quadre de la línia de temps quan es desconnecta.
ja: 切り離した時のタイムラインパネルのサイズ。

source: CC bindings detached
ca: Vinculacions CC desconnectades

source: Whether the CC bindings panel is detached.
ca: Si el quadre de vinculacions CC està desconnectat.

source: CC bindings size
ca: Mida de les vinculacions CC

source: CC bindings panel size when detached.
ca: Mida del quadre de vinculacions CC quan es desconnecta.

source: Port connections detached
ca: Connexions de port desconnectades

source: Whether the port connections panel is detached.
ca: Si el quadre de connexions del port està desconnectat.

source: Port connections size
ca: Mida de les connexions de port

source: Port connections panel size when detached.
ca: Mida del quadre de connexions de port quan es desconnecta.

source: Scenes detached
ca: Escenes desconnectades
ja: シーンの切り離し

source: Whether the scenes panel is detached.
ca: Si el quadre d'escenes està desconnectat.

source: Scenes size
ca: Mida de les escenes

source: Scenes panel size when detached.
ca: Mida del quadre d'escenes quan es desconnecta.
ja: 切り離した時のシーンパネルのサイズ。

source: Genre
ca: Gènere
ja: ジャンル

source: Genre to use when exporting, if the file type supports it.
ca: Gènere a utilitzar en exportar, si el tipus de fitxer ho admet.
ja: ファイルタイプがサポートしている場合は、エクスポート時に使用するジャンルの指定。

source: Artist
ca: Artista
ja: アーティスト

source: Artist to use when exporting, if the file type supports it.
ca: Artista que s'utilitzarà en exportar, si el tipus de fitxer ho admet.
ja: ファイル形式がサポートしている場合は、エクスポート時に使用するアーティストの指定。

source: Title
ca: Títol
ja: タイトル

source: Title to use when exporting, if the file type supports it.
ca: Títol que s'utilitzarà quan s'exporti, si el tipus de fitxer ho admet.
ja: ファイルタイプがサポートしている場合は、エクスポート時に使用する曲名。

source: Time range
ca: Interval de temps
ja: 時間の範囲

source: Time range to export.
ca: Interval de temps a exportar.
ja: エクスポートする時間範囲。

source: Format to export to.
ca: Format d'exportació.
ja: エクスポートするフォーマット。

source: Filename pattern
ca: Patró de nom de fitxer
ja: ファイル名パターン

source: Filename pattern for exported files.
ca: Patró de nom de fitxer per als fitxers exportats.
ja: 書き出すファイルのファイル名パターン。

source: Add low level noise to reduce errors on lower bit depths.
ca: Afegir soroll de baix nivell per a reduir els errors a profunditats de bits més baixes.

source: Export stems
ca: Exportar pliques
ja: ステムの書き出し

source: Whether to export stems instead of the mixdown.
ca: Si s’exporten les pliques en lloc de la mescla.
ja: ミックスダウンの代わりにステムを書き出すかどうか。

source: Bit depth
ca: Profunditat de bits
ja: ビット深度

source: Bit depth to use when exporting
ca: Profunditat de bits a utilitzar en exportar
ja: エクスポート時に使用するビット深度

source: Genre to use when exporting.
ca: Gènere a utilitzar en exportar.

source: Artist to use when exporting.
ca: Artista a utilitzar en exportar.

source: Title to use when exporting.
ca: Títol a utilitzar en exportar.

source: MIDI file format (Type 0 or 1).
ca: Format de fitxer MIDI (tipus 0 o 1).

source: Lanes as tracks
ca: Carrils com a pistes

source: Export track lanes as separate MIDI tracks.
ca: Exportar els carrils de pistes com a pistes MIDI separades.

source: Transport loop
ca: Repetició de transport
ja: トランスポートのループ

source: Whether looping is enabled.
ca: Si la repetició està habilitada.
ja: ループが有効になっているかどうか。

source: Return to cue
ca: Tornar a la fita
ja: キューに戻る

source: Whether return to cue on stop is enabled.
ca: Si tornar a la fita en aturar-se està habilitat.
ja: 停止時にキューへ戻るかどうかが有効になっているかどうか。

source: Metronome enabled
ca: Metrònom habilitat
ja: メトロノームの有効状態

source: Whether the metronome is enabled.
ca: Si el metrònom està habilitat.
ja: メトロノームが有効になっているかどうか。

source: Metronome volume
ca: Volum del metrònom
ja: メトロノームの音量

source: The metronome volume in amplitude (0 to 2).
ca: El volum del metrònom en amplitud (0 a 2).
ja: メトロノームの音量の振幅（0.0～2.0）。

source: Metronome Count-in
ca: Comptatge del metrònom

source: Count-in bars for the metronome.
ca: Barres de comptatge per al metrònom.
ja: メトロノームのカウントイン小節。

source: Punch mode enabled
ca: Mode punch habilitat
ja: パンチモードの有効状態

source: Whether punch in/out is enabled for recording.
ca: Si el punch in/out està habilitat per a la gravació.
ja: 録音時にパンチイン/アウトが有効かどうか。

source: Start playback on MIDI input
ca: Iniciar la reproducció a l'entrada MIDI
ja: MIDI 入力時に再生を開始する

source: Whether to start playback on MIDI input.
ca: Si s'inicia la reproducció a l'entrada MIDI.
ja: MIDI入力で再生を開始するかどうか。

source: Recording mode.
ca: Mode gravació.
ja: 録音モード。

source: Recording Pre-Roll
ca: Gravació pre-rotlle

source: Number of bars to pre-roll when recording.
ca: Nombre de barres a pre-rotlle quan es grava.
ja: 録音時にプリロールする小節数。

source: Audio backend
ca: Rerefons d'àudio
ja: オーディオバックエンド

source: RtAudio device
ca: Dispositiu RtAudio
ja: RtAudioのデバイス名

source: SDL device
ca: Dispositiu SDL
ja: SDLのデバイス名

source: Samplerate
ca: Freqüència de mostreig
ja: サンプルレート

source: Samplerate to pass to the backend.
ca: Freqüència de mostreig per a passar al rerefons.

source: Buffer size
ca: Mida de la memòria intermèdia
ja: バッファサイズ

source: Buffer size to pass to the backend.
ca: Mida de la memòria intermèdia per a passar al rerefons.

source: MIDI backend
ca: Rerefons MIDI
ja: MIDIバックエンド

source: Audio inputs
ca: Entrades d’àudio
ja: オーディオ入力

source: A list of audio inputs to enable.
ca: Una llista d'entrades d'àudio a habilitar.

source: MIDI controllers
ca: Controladors MIDI
ja: MIDIコントローラー
