Repository: zrythm/zrythm
Catalog: po/*.po
Languages: ca, ja

source: Attempted to resize unresizable objects
ca: S'ha intentat canviar la mida d'objectes no redimensionables
ja: サイズ変更できないオブジェクトのサイズを変更しようとしました

source: Cannot perform %s resize - selections contain looped objects
ca: No es pot canviar la mida de %s - les seleccions contenen objectes repetits
ja: %s サイズ変更できません - 選択にループされたオブジェクトが含まれています

source: Cannot perform %s resize - selections contain unloopable objects
ca: No es pot canviar la mida de %s - les seleccions contenen objectes irrepetibles
ja: %s サイズ変更を実行できません - 選択にループ不可能なオブジェクトが含まれています

source: Create timeline selections
ca: Crear seleccions de línia de temps
ja: タイムラインオブジェクトの作成

source: Create audio selections
ca: Crear seleccions d'àudio
ja: オーディオセレクションを作成

source: Create automation selections
ca: Crear seleccions d'automatització
ja: オートメーションセレクションの作成

source: Create chord selections
ca: Crear seleccions d'acords
ja: コードセレクションを作成

source: Create MIDI selections
ca: Crear seleccions de MIDI
ja: MIDI セレクションを作成

source: Delete arranger selections
ca: Suprimir seleccions de l'arranjador
ja: アレンジャーのオブジェクトを削除する

source: Duplicate arranger selections
ca: Duplicar seleccions de l'arranjador
ja: アレンジャーのオブジェクトを複製

source: Move arranger selections
ca: Moure les seleccions de l'arranjador
ja: アレンジャーのオブジェクトを移動

source: Link arranger selections
ca: Enllaçar les seleccions de l'arranjador
ja: アレンジャーのオブジェクトをリンク

source: Record arranger selections
ca: Gravar les seleccions d'arranjador
ja: アレンジャーのオブジェクトを録音

source: Edit arranger selections
ca: Editar les seleccions d'arranjador
ja: アレンジャーのオブジェクトを編集

source: Automation fill
ca: Emplenament d'automatització
ja: オートメーションを Fill

source: Split arranger selections
ca: Dividir les seleccions d'arranjador
ja: アレンジャーのオブジェクトを分割

source: Merge arranger selections
ca: Combinar les seleccions d'arranjador
ja: アレンジャーのオブジェクトを結合する

source: Resize arranger selections - %s
ca: Canviar la mida de les seleccions d'arranjadors - %s

source: Quantize arranger selections
ca: Quantizar les seleccions de l'arranjador
ja: アレンジャーオブジェクトをクオンタイズ

source: Failed to connect MIDI send
ca: Error en connectar l'enviament MIDI

source: Failed to connect audio send
ca: Error en connectar l'enviament d'àudio

source: Failed to perform channel send action: %s
ca: Error en dur a terme l'acció d'enviament del canal: %s

source: Connect sidechain
ca: Connectar la cadena lateral
ja: サイドチェーンを接続

source: Connect stereo
ca: Connectar estéreo
ja: ステレオを接続

source: Connect MIDI
ca: Connectar MIDI
ja: MIDI を接続

source: Disconnect
ca: Desconnectar
ja: 切断する

source: Change amount
ca: Canviar quantitat
ja: 値を変更

source: Change ports
ca: Canviar ports
ja: ポートを変更

source: Channel send connection
ca: Connexió d’enviament de canal
ja: チャンネルセンド接続

source: Failed to clone mixer selections
ca: Error en clonar les seleccions del mesclador

source: Failed to clone plugin
ca: Error en clonar complement

source: Could not create plugin
ca: Error en crear el complement
ja: プラグインを初期化できませんでした

source: Failed to instantiate plugin
ca: Error en instanciar el complement

source: Failed to revert deleted plugin
ca: Error en revertir el complement suprimit

source: Create %s
ca: Crear %s
ja: %sを作成

source: Create %d %ss
ca: Crear %d %s s
ja: %d個の%sを作成

source: Delete Plugin
ca: Suprimir complement
ja: プラグインを削除

source: Delete %d Plugins
ca: Suprimir %d complements
ja: %d個のプラグインを削除

source: Move %s
ca: Moure %s
ja: %sを移動

source: Move %d Plugins
ca: Moure %d complements
ja: %dプラグインを移動

source: Copy %s
ca: Copiar %s
ja: %sをコピー

source: Copy %d Plugins
ca: Copiar %d complements
ja: %dプラグインをコピー

source: Paste %s
ca: Enganxar %s
ja: %s を貼り付け

source: Paste %d Plugins
ca: Enganxar %d complements
ja: %d個のプラグインを貼り付け

source: Change Load Behavior for %s
ca: Canviar el comportament de càrrega per a %s

source: Modulators
ca: Moduladors
ja: モジュレーター

source: <b>%s</b> Sample rate: %d Length: %<PRId64>s %<PRId64> ms | BPM: %.1f Channel(s): %u | Bitrate: %'d.%d kb/s Bit depth: %d bits
ca: <b>%s</b> Freqüència de mostreig: %d Durada: 3%<PRId64>s 4%<PRId64> ms | BPM: 5%.1f Canal(s): 6%u | Taxa de bits: 7%'d.8%d kb/s Profunditat de bits: 9%d bits

source: Adaptive
ca: Adaptativa
ja: 適応的

source: Prefader Swap Phase
ca: Fase d'intercanvi de preatenuador

source: Fader Swap Phase
ca: Fase d'intercanvi d'atenuador

source: Prefader Volume
ca: Volum del preatenuador
ja: プレフェーダーボリューム

source: Fader Volume
ca: Volum de l'atenuador
ja: フェーダーボリューム

source: Prefader Balance
ca: Balanç preatenuador
ja: プリフェーダーバランス

source: Fader Balance
ca: Balanç atenuador
ja: フェーダーバランス

source: Prefader Mute
ca: Silenciar preatenuador
ja: プレフェーダーミュート

source: Fader Mute
ca: Silenciar atenuador
ja: フェーダーミュート

source: Prefader Solo
ca: Preatenuador Solo

source: Fader Solo
ca: Atenuador en Solo

source: Prefader Listen
ca: Escoltar preatenuador
ja: プリフェーダー・試聴

source: Fader Listen
ca: Escoltar atenuador
ja: フェーダー・聴取

source: Prefader Mono Compat
ca: Preatenuador Mono Compat

source: Fader Mono Compat
ca: Atenuador Mono Compat

source: Ch Pre-Fader in
ca: Entrada del preatenuador del canal
ja: Chのプレフェーダーin

source: Ch Fader in
ca: Entrada de l'atenuador del canal
ja: Chのフェーダーin

source: Sample Processor Fader in
ca: Entrada d'atenuador del processador de mostres
ja: サンプルプロセッサフェーダー入力

source: Monitor Fader in
ca: Monitoritzar entrada atenuador
ja: モニターフェーダーin

source: Ch Pre-Fader out
ca: Sortida del preatenuador del canal
ja: Ch プレフェーダー アウト

source: Ch Fader out
ca: Sortida de l'atenuador del canal
ja: Ch フェーダーアウト

source: Sample Processor Fader out
ca: Sortida d'atenuador del processador de mostres
ja: サンプルプロセッサ フェーダー出力

source: Monitor Fader out
ca: Monitoritzar sortida atenuador
ja: モニターフェーダーアウト

source: Ch MIDI Pre-Fader in
ca: Entrada del preatenuador MIDI del canal
ja: Ch MIDI プリフェーダーin

source: Ch MIDI Fader in
ca: Entrada de l'atenuador MIDI del canal
ja: Ch MIDI フェーダーin

source: Ch MIDI Pre-Fader out
ca: Sortida del preatenuador MIDI del canal
ja: Ch MIDIプレフェーダーアウト

source: Ch MIDI Fader out
ca: Sortida de l'atenuador MIDI del canal
ja: Ch MIDIフェーダーアウト

source: Failed to change volume
ca: Error en canviar el volum

source: Failed to set MIDI mode
ca: Error en configurar el mode MIDI

source: Markers
ca: Marcadors
ja: マーカー

source: start
ca: iniciar
ja: 開始

source: end
ca: final
ja: 終わり

source: XRUN occurred - check your JACK configuration
ca: S'ha produït XRUN: comprova la configuració JACK
ja: XRUNが発生しました - JACKの設定を確認してください

source: JACK has shut down
ca: JACK s'ha apagat
ja: JACKがシャットダウンしました

source: Overall operation failed
ca: L'operació general ha fallat
ja: 全体的な操作は失敗しました

source: The operation contained an invalid or unsupported option
ca: L'operació contenia una opció no vàlida o no compatible
ja: 操作に無効またはサポートされていないオプションが含まれていました

source: The desired client name was not unique
ca: El nom de client desitjat no era únic
ja: 目的のクライアント名が一意ではありません

source: Unable to connect to the JACK server
ca: Error en connectar al servidor JACK
ja: サーバーと接続できません

source: Communication error with the JACK server
ca: Error de comunicació amb el servidor JACK
ja: JACKサーバーとの通信エラー

source: Requested client does not exist
ca: El client sol·licitat no existeix
ja: 要求されたクライアントは存在しません

source: Unable to load internal client
ca: Error en carregar el client intern
ja: 内部クライアントをロードできませんでした

source: Unable to initialize client
ca: Error en inicialitzar el client
ja: クライアントを初期化できませんでした

source: Unable to access shared memory
ca: Error en accedir a la memòria compartida
ja: 共有メモリにアクセスできません

source: Client's protocol version does not match
ca: La versió del protocol del client no coincideix
ja: クライアントのプロトコルバージョンが一致しません

source: Backend error
ca: Error de rerefons
ja: バックエンドエラー

source: Client zombie
ca: Client zombi
ja: クライアントゾンビ

source: JACK: Failed to disconnect monitor out: %s
ca: JACK: No s'ha pogut desconnectar el monitor: %s

source: JACK: No physical playback ports found
ca: JACK: no s'han trobat ports de reproducció físics

source: JACK: Failed to connect monitor output [%s]: %s
ca: JACK: no s'ha pogut connectar la sortida del monitor [%s]: %s

source: left
ca: esquerra

source: right
ca: dreta

source: Failed to connect to left monitor output port
ca: Error en connectar al port de sortida del monitor esquerre

source: Failed to connect to right monitor output port
ca: Error en connectar al port de sortida del monitor dret

source: Exponential
ca: Exponencial
ja: 指数関数

source: Elliptic
ca: El·líptic
ja: 楕円

source: Failed to create plugin
ca: Error en crear complement

source: Invalid positions - skipping function
ca: Posicions no vàlides - s'omet la funció
ja: 無効な位置 - 関数をスキップします

source: This function can only be used on audio clips with 2 channels
ca: Aquesta funció només es pot utilitzar en clips d'àudio amb 2 canals

source: Failed to get audio clip from external program
ca: Error en obtenir el clip d'àudio d'un programa extern

source: Failed to apply plugin
ca: Error en aplicar el complement

source: Your user does not have enough privileges to allow %s to set the scheduling priority of threads. Please refer to the 'Getting Started' section in the user manual for details.
ca: El teu usuari no té prou privilegis per a permetre a %s establir la prioritat de programació dels fils. Consulta la secció 'Getting Started' del manual d'usuari per a més detalls.
ja: %s がスレッドのスケジューリング優先度を設定できるような十分な権限が、お客様のユーザーにはありません。詳しくは、ユーザーマニュアルの 'Getting Started' の項を参照してください。

source: Track record
ca: Gravació de pista
ja: トラックの録音

source: Failed to clone modulator plugin
ca: Error en clonar el complement del modulador

source: Failed to clone channel
ca: Error en clonar el canal

source: Cannot set track muted
ca: Error en configurar la pista silenciada

source: Cannot set track folded
ca: No es pot configurar la pista encarpetada

source: Cannot set track soloed
ca: Error en configurar la pista en solo

source: Cannot set track listened
ca: Error en configurar la pista escoltada

source: Failed to rename track
ca: Error en canviar el nom a la pista

source: Cannot set track comment
ca: No es pot establir el comentari de la pista

source: Cannot set track icon
ca: No es pot configurar la icona de la pista

source: Cannot set track enabled
ca: No es pot configurar la pista habilitada

source: Rec
ca: Grv

source: Touch
ca: Tocar
ja: タッチ

source: Latch
ca: Pestell
ja: ラッチ

source: Automation
ca: Automatització
ja: オートメーション

source: Failed to initialize the %s audio backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
ca: Error en inicialitzar el rerefons d'àudio %s. S'utilitzarà el rerefons fictici. Comprova els paràmetres de rerefons a Preferències.
ja: %s オーディオ バックエンドの初期化に失敗しました。代わりにダミーバックエンドを使用します。環境設定でバックエンドの設定を確認してください。

source: The JACK MIDI backend can only be used with the JACK audio backend (your current audio backend is %s). Will use the dummy MIDI backend instead.
ca: El rerefons MIDI JACK només es pot utilitzar amb el rerefons d'àudio JACK (el rerefons d'àudio actual és %s). S'utilitzarà el rerefons MIDI fictici.
ja: JACK MIDI バックエンドは、JACK audio バックエンドと一緒にしか使えません（現在のオーディオバックエンドは %s です）。代わりにダミーのMIDIバックエンドを使います。

source: Failed to initialize the %s MIDI backend. Will use the dummy backend instead. Please check your backend settings in the Preferences.
ca: Error en inicialitzar el rerefons MIDI %s. S'utilitzarà el rerefons fictici. Comprova els paràmetres de rerefons a Preferències.
ja: %s のMIDI バックエンドの初期化に失敗しました。代わりにダミーバックエンドを使用します。環境設定でバックエンドの設定を確認してください。

source: Your selected combination of backends may not work properly. If you want to use JACK, please select JACK as both your audio and MIDI backend.
ca: És possible que la combinació de rerefons seleccionada no funcioni correctament. Si vols utilitzar JACK, selecciona JACK com a rerefons d'àudio i MIDI.
ja: 選択されたバックエンドの組み合わせが正しく動作しない可能性があります。もし JACK を使いたいのであれば、オーディオと MIDI バックエンドの両方に JACK を選択してください。

source: The selected MIDI/audio backend was not found in the version of %s you have installed. The audio and MIDI backends were set to "Dummy". Please set your preferred backend from the preferences.
ca: El rerefons MIDI/àudio seleccionat no s'ha trobat a la versió %s instal·lada. Els rerefons d'àudio i MIDI s'han establir com a « fictici». Defineix el rerefons preferit a Preferències.
ja: 選択したMIDI/オーディオバックエンドは、インストールされたバージョンの%sで見つかりませんでした。オーディオおよびMIDIバックエンドは「ダミー」に設定されました。設定から適当なバックエンドを設定してください。

source: Format %s not supported yet
ca: El format %s encara no és compatible
ja: フォーマット %s はまだサポートされていません

source: SF INFO invalid
ca: SF INFO no és vàlida
ja: SF INFO 無効

source: Couldn't open SNDFILE %s: %d: %s
ca: Error en obrir l'SNDFILE %s: %d: %s
ja: SNDFILE %s を開けませんでした。 %d:%s

source: Invalid SNDFILE format %s: 0x%08X != 0x%08X
ca: Format SNDFILE no vàlid %s: 0x%08X != 0x%08X

source: Export failed: Error seeking file at %ld
ca: Ha fallat l'exportació: error en cercar el fitxer a %ld

source: Export failed: %ld frames written (expected %d)
ca: Ha fallat l'exportació: %ld fotogrames escrits (s'esperava %d)

source: The exported audio contains segments louder than 0 dB (max detected %.1f dB).
ca: L'àudio exportat conté segments més forts que 0 dB (màxim detectat %.1f dB).

source: Failed to create audio track
ca: Error en crear pistes d'àudio

source: Invalid time range
ca: Interval de temps no vàlid

source: A buffer underflow has occurred. Try increasing the buffer size in the settings to avoid audio glitches.
ca: S'ha produït un desbordament de la memòria intermèdia. Intenta augmentar la mida de la memòria intermèdia a la configuració per a evitar errors d'àudio.
ja: バッファアンダーフローが発生しました。オーディオのグリッチを避けるために、設定でバッファサイズを大きくしてみてください。

source: PulseAudio error: Failed to create main loop
ca: Error de PulseAudio: error en crear la repetició principal
ja: PulseAudio エラー。メインループの作成に失敗

source: PulseAudio Error: %s
ca: Error de PulseAudio: %s
ja: PulseAudioエラー：%s

source: PulseAudio Error: Failed to connect
ca: Error de PulseAudio: Error en connectar
ja: PulseAudioエラー：接続に失敗しました

source: Chords
ca: Acords
ja: コード

source: Failed to initialize audio file
ca: Error en inicialitzar el fitxer d'àudio

source: Failed to initialize audio file at %s
ca: Error en inicialitzar el fitxer d'àudio a %s

source: Failed to write audio clip to file: %s
ca: Error en escriure el clip d'àudio al fitxer: %s

source: Failed to write audio file
ca: Error en escriure el fitxer d'àudio

source: Failed to create audio clip from file
ca: Error en crear el clip d'àudio des del fitxer

source: Edit in external app
ca: Edita-ho en una aplicació externa
ja: 外部アプリでの編集

source: Edit the file at <u>%s</u>, then press OK
ca: Edita el fitxer a <u>%s</u> i prem OK
ja: <u>%s</u> にあるファイルを編集し、「OK」を押してください

source: Launch
ca: Llançar
ja: 起動

source: Failed to create audio clip from file at %s
ca: Error en crear el clip d'àudio des del fitxer a %s

source: Beats per bar
ca: Beats per barra
ja: バーあたりのビート数

source: Beat unit
ca: Unitat de beat
ja: ビートユニット

source: Failed to change BPM
ca: Error en canviar BMP

source: Please enter a number between %f and %f
ca: Introdueix un número entre %f i %f

source: Failed to create recorded regions
ca: Error en crear les regions enregistrades

source: Failed to write clip %s
ca: Error en escriure el clip %s

source: Failed to duplicate audio clip
ca: Error en duplicar el clip d'àudio

source: ALSA Error: %s
ca: Error ALSA: %s
ja: ALSAエラー：%s

source: Lane %d
ca: Carril %d
ja: レーン%d

source: Failed to rename lane
ca: Error en canviar de nom el carril

source: Cannot set track lane soloed
ca: Error en establir el carril de la pista en solo

source: Cannot set track lane muted
ca: Error en configurar el carril de la pista silenciada

source: Failed to instantiate plugin %s
ca: Error en instanciar el complement %s

source: Channel Send %d enabled
ca: Habilitat l'enviament de canal %d
ja: チャンネルセンド %d が有効

source: Channel Send %d amount
ca: Quantitat d'enviament del canal %d
ja: チャンネルセンド %d 値

source: Channel Send %d audio in
ca: Entrada d'àudio d'enviament del canal %d

source: Channel Send %d MIDI in
ca: El canal envia %d MIDI

source: Channel Send %d audio out
ca: El canal envia %d sortides àudio

source: Channel Send %d MIDI out
ca: El canal envia %d sortides MIDI

source: Ports cannot be connected
ca: Els ports no es poden connectar

source: Pre-fader send
ca: Enviament preatenuador
ja: プリフェーダーセンド

source: Post-fader send
ca: Enviament postatenuador
ja: ポストフェーダーセンド

source: %s input
ca: entrada %s
ja: %s入力

source: PortAudio Error: %s
ca: Error de PortAudio: %s
ja: PortAudioエラー：%s

source: Failed to create MIDI track
ca: Error en crear pista MIDI

source: Failed to add region %d to track
ca: Error en afegir la regió %d a la pista

source: Failed to create region %d inside track %s
ca: Error en crear la regió %d dins la pista %s

source: No file was found
ca: Cap fitxer trobat
ja: ファイルが見つかりませんでした

source: Can only drop 1 file at a time on existing tracks
ca: Només deixar anar 1 fitxer alhora a les pistes existents

source: Can only drop audio files on audio tracks
ca: Només es poden deixar anar fitxers d'àudio en pistes d'àudio
ja: オーディオトラックにオーディオファイルのみをドロップできます

source: Can only drop MIDI files on MIDI/instrument tracks
ca: Només deixar anar fitxers MIDI a pistes MIDI/instrument
ja: MIDI/インストゥルメントトラックにのみMIDIファイルをドロップすることができます

source: Unsupported file type %s
ca: Tipus de fitxer no admès %s
ja: サポートされていないファイルの種類 %s

source: Failed to move tracks after copying or moving inside folder
ca: Error en moure les pistes després de copiar-les o moure-les a la carpeta

source: Failed to copy tracks inside
ca: Error en copiar les pistes dins

source: Failed to copy track inside
ca: Error en copiar la pista dins

source: Failed to copy tracks
ca: Error en copiar pistes

source: Cannot drag folder into itself
ca: No es pot arrossegar la carpeta cap a si mateixa
ja: フォルダをフォルダ自身の中にドラッグすることはできません

source: Failed to move track inside folder
ca: Error en moure la pista dins la carpeta

source: Failed to move tracks
ca: Error en moure pistes

source: Macro CV In %d
ca: Macro d'entrada de CV %d
ja: マクロ CV In %d

source: Macro CV Out %d
ca: Macro de sortida de CV %d
ja: マクロ CV 出力 %d

source: MIDI out
ca: sortida MIDI
ja: MIDI出力

source: Failed to move or copy plugins
ca: Error en moure o copiar els complements

source: Plugin %s cannot be added to this slot
ca: El complement %s no es pot afegir a aquesta ranura
ja: プラグイン%sをこのスロットに配置できません

source: The MIDI file at %s contains no data
ca: El fitxer MIDI a %s no conté dades

source: This MIDI file contains %d tracks. It cannot be dropped into an existing track
ca: Aquest fitxer MIDI conté %d pistes. No es pot col·locar en una pista existent
ja: この MIDI ファイルには %d トラックが含まれています。既存のトラックにドロップすることはできません。

source: Failed to get track from hash %u
ca: Error en rebre pista des del hash %u

source: sf_format_check failed for '%s': %s (error code %i)
ca: sf_format_check ha fallat per '%s': %s (codi error %i)

source: Failed to open audio file at '%s': %s (error code %i)
ca: Error en obrir el fitxer d'àudio a '%s': %s (codi d'error %i)

source: Tried to seek %zu frames but actually seeked %zd frames
ca: Intenta buscar marcs %zu, però en realitat busca marcs %zd

source: Expected to read %zu frames but actually read %zd frames
ca: S'espera que llegeixi marcs %zu, però en realitat llegeix marcs %zd

source: Expected to read %<PRId64> frames but actually read %zd frames
ca: S'espera que llegeixi marcs %<PRId64>, però en realitat llegeix marcs %zd

source: Failed to close audio file at '%s': %s (error code %i)
ca: Error en trancar el fitxer d'àudio a '%s': %s (codi d'error %i)

source: soxr_process() error: %s
ca: error soxr_process(): %s

source: A locale for the language you have selected (%s) is not available. Please install one first and restart %s
ca: La configuració regional per a l'idioma que has seleccionat (%s) no està disponible. Instal·la-la i reinicia %s
ja: 選択した言語のロケール（%s）は利用できません。まずはじめにロケールをインストールして、%sを再起動してください。

source: A locale for the language you have selected is not available. Please enable one first using the steps below and try again. 1. Uncomment any locale starting with the language code <b>%s</b> in <b>/etc/locale.gen</b> (needs root privileges) 2. Run <b>locale-gen</b> as root 3. Restart %s
ca: La configuració regional per a l'idioma que has seleccionat no està disponible. Habilita'n una seguint els passos següents i torna-ho a provar. 1. Treu els comentaris de qualsevol configuració regional que comenci pel codi d'idioma <b>%s</b> a <b>/etc/locale.gen</b> (necessita privilegis de root) 2. Executa <b>locale-gen</b> com a root 3. Reinicia %s
ja: 選択した言語のロケールは利用できません。まずはじめに次の手順を使用して有効化し、再試行してください。 1. <b>/etc/locale.gen</b>ファイル内の<b>%s</b>から始まる言語コードのロケールのコメントを外します（root権限が必要です） 2. rootで<b>locale-gen</b>を実行します 3. %sを再起動します

source: Experimental Feature
ca: Característica experimental

source: BPM and time signature automation is an experimental feature. Using it may corrupt your project.
ca: L'automatització de BPM i indicació de compàs és una funcionalitat experimental. El seu ús pot corrompre el teu projecte.

source: Details
ca: Detalls

source: Error opening sndfile: %s
ca: Error en obrir sndfile: %s

source: Seek error %d: %s
ca: Cerca error %d: %s

source: Mixer
ca: Mesclador
ja: ミキサー

source: Chord Pad
ca: Pad d'acords
ja: コードパッド

source: Track Inspector
ca: Inspector de pistes

source: Plugin Inspector
ca: Inspector de complements

source: Plugin Browser
ca: Navegador de complements
ja: プラグインブラウザ

source: File Browser
ca: Navegador de fitxers
ja: ファイルブラウザ

source: Chord Preset Browser
ca: Navegador predefinit d'acords
ja: コードプリセットブラウザ

source: Timeline
ca: Línia de temps
ja: タイムライン

source: MIDI CC Bindings
ca: Vinculacions CC MIDI

source: Port Connections
ca: Connexions de port

source: Scenes
ca: Escenes
ja: シーン

source: Overwrite Plugin?
ca: Sobreescriure el complement?

source: A plugin already exists at the selected slot. Overwrite it?
ca: Ja existeix un complement a la ranura seleccionada. Vols sobreescriure'l?
ja: 選択したスロットにプラグインが既に存在します。上書きしますか？

source: %s has encountered an error
ca: %s ha trobat un error
ja: %sはエラーが発生しました。

source: Failed to paste plugins
ca: Error en enganxar complements

source: Home
ca: Inici
ja: トップ

source: Desktop
ca: Escriptori
ja: デスクトップ

source: Delete
ca: Suprimir
ja: 削除

source: Failed to clone track '%s'
ca: Error en clonar la pista «%s»

source: Failed to paste tracks
ca: Error en enganxar pistes

source: Plugin '%s' has crashed and has been disabled.
ca: El complement «%s» ha fallat i s'ha inhabilitat.
ja: プラグイン'%s'がクラッシュし、無効化されました。

source: Plugin collections updated.
ca: Col·leccions de complements actualitzades.

source: Plugin preset saved.
ca: S'ha desat el valor predefinit del complement.

source: Plugin preset loaded.
ca: S'ha carregat el complement predefinit.

source: Failed to add region
ca: Error en afegir la regió

source: Failed to paste selections
ca: Error en enganxar les seleccions

source: Failed to edit object
ca: Error en editar objectes

source: Invalid object name %s
ca: Nom d'objecte no vàlid %s
ja: 無効なオブジェクト名%s

source: Failed to rename object
ca: Error en canviar el nom de l'objecte

source: Reset
ca: Reiniciar
ja: リセット

source: View info
ca: Veure informació
ja: 詳細を見る

source: Failed to set control %s to %f
ca: Error en establir el control de %s a %f

source: Incoming signals
ca: Senyals entrants
ja: 信号入力

source: Outgoing signals
ca: Senyals sortints
ja: 信号出力

source: Current val
ca: Valor actual
ja: 現値

source: Min
ca: Mín
ja: 最小値

source: Max
ca: Màx
ja: 最大値

source: Expose port to JACK
ca: Exposar el port a JACK
ja: JACKへのポートの公開

source: Last Note
ca: Última nota

source: Velocity used on newly created notes
ca: Velocitat utilitzada en notes de nova creació
ja: 新しいノートのベロシティ

source: %s - Last object
ca: %s - Últim objecte
ja: %s - 最後のオブジェクト

source: Snap/Grid Settings
ca: Configuració d'ajust/quadrícula
