Repository: zrythm/zrythm
Catalog: po/*.po
Languages: ca, ja

source: All Channels
ca: Tots els canals
ja: すべてのチャンネル

source: Channels
ca: Canals

source: Channel %d
ca: Canal %d

source: Bounce step selector
ca: Selector de pas de rebot
ja: バウンスステップセレクター

source: Select path
ca: Seleccionar camí

source: Device
ca: Dispositiu
ja: デバイス

source: Note/Control
ca: Nota / Control
ja: ノート/コントロール

source: Destination
ca: Destinació
ja: 送信先

source: Invalid value
ca: Valor no vàlid

source: Fader Value
ca: Valor de l'atenuador

source: Fader
ca: Atenuador
ja: フェーダー

source: The project contains unsaved changes. If you quit without saving, unsaved changes will be lost.
ca: El projecte conté canvis no desats. Si surts sense desar, es perdran els canvis no desats.

source: Redo
ca: Refer
ja: やり直し

source: Undo
ca: Desfer
ja: 元に戻す

source: Monitor Section
ca: Secció monitor

source: All preferences have been successfully reset to initial values
ca: Totes les preferències s'han restablert correctament als valors inicials
ja: すべての設定が初期化されました

source: Reset Settings?
ca: Restablir els paràmetres?

source: This will reset Zrythm to factory settings. <b>You will lose all your preferences</b>.
ca: Això restablirà Zrythm a la configuració de fàbrica. <b>Perdràs totes les teves preferències</b>.

source: _Reset
ca: _Reiniciar

source: Select a folder
ca: Seleccionar una carpeta
ja: フォルダ選択

source: Select a file
ca: Seleccionar un fitxer
ja: ファイルを選択

source: Paths
ca: Camins
ja: パス

source: Plugins
ca: Complements
ja: プラグイン

source: Multiple search paths must be separated by the %s character. Environment variables are supported with the following syntax: ${ENV_VAR_NAME}. Leave blank to use default paths.
ca: Els camins de cerca múltiples han d'estar separats pel caràcter %s. Les variables d'entorn s'admeten amb la sintaxi següent: ${ENV_VAR_NAME}. Deixa-ho en blanc per a utilitzar els camins predeterminats.

source: Other
ca: Altres

source: Reset all preferences to initial values.
ca: Restablir totes les preferències als valors inicials.
ja: すべての設定を初期化する。

source: Some changes will only take effect after you restart %s
ca: Alguns canvis només tindran efecte en reiniciar %s
ja: 一部の変更は%sの再起動後にのみ有効になります

source: Preferences
ca: Preferències
ja: 設定

source: Failed to move or copy track(s)
ca: Error en moure o copiar pistes

source: Failed to change direct out to %s
ca: Error en canviar la sortida directa a %s

source: Engine
ca: Motor
ja: エンジン

source: No Routing Available
ca: Sense enrutament disponible

source: Name
ca: Nom
ja: 名称

source: Type
ca: Tipus
ja: 種類

source: Start
ca: Iniciar
ja: 開始

source: Clip start
ca: Inici del clip
ja: クリップ開始

source: Loop start
ca: Inici de la repetició
ja: ループ開始

source: Loop end
ca: Final de la repetició
ja: ループ終了

source: Fade in
ca: Entrada de l'atenuador

source: Fade out
ca: Sortida de l'atenuador

source: End
ca: Final
ja: 終わり

source: Note
ca: Nota
ja: 注:

source: Pitch
ca: To
ja: ピッチ

source: Position
ca: Posició
ja: 位置

source: Index
ca: Índex
ja: インデックス

source: Value
ca: Valor
ja: 値

source: Curve type
ca: Tipus de corba

source: Curviness
ca: Curvatura
ja: 曲線

source: Autoplay
ca: Reproducció automàtica
ja: 自動再生

source: Show unsupported files
ca: Mostrar fitxers no compatibles
ja: サポートされていないファイルを表示

source: Show hidden files
ca: Mostrar els fitxers ocults
ja: 隠しファイルを表示

source: Time Signature - Beats per bar / Beat unit
ca: Indicació de compàs - Beats per barra / Unitat de beat
ja: 拍子 - 小節あたりの拍数/拍単位

source: Failed to change time signature
ca: Error en canviar la indicació de compàs
ja: 拍子記号の変更に失敗しました

source: No file selected
ca: Cap fitxer seleccionat
ja: ファイルが選択されていません

source: Search...
ca: Cercar…
ja: 検索...

source: Failed to move or copy plugin
ca: Error en moure o copiar el complement

source: Failed to move or copy track
ca: Error en moure o copiar la pista

source: Hide instrument UI
ca: Amagar la IU de l’instrument
ja: インストゥルメントのUI を非表示にする

source: Show instrument UI
ca: Mostrar la IU de l’instrument
ja: インストゥルメントのUIを表示

source: Unlisten
ca: Deixar d'escoltar
ja: 試聴を解除

source: Listen
ca: Escoltar
ja: 聴く

source: Mono compatibility
ca: Compatibilitat mono
ja: モノ互換性

source: Swap phase
ca: Fase d'intercanvi

source: Disarm
ca: Desarmar
ja: 解除

source: Arm for recording
ca: Armar per a gravar
ja: 録音用アーム

source: Hide lanes
ca: Ocultar carrils
ja: レーンを非表示にする

source: Show lanes
ca: Mostrar carrils
ja: レーンを表示する

source: Change automatable
ca: Canvi automatitzat

source: Hide automation
ca: Ocultar automatització
ja: オートメーションを非表示にする

source: Show automation
ca: Mostrar automatització
ja: オートメーションを表示

source: Add
ca: Afegir
ja: 追加

source: Remove
ca: Eliminar
ja: 削除

source: Freeze/unfreeze
ca: Congelar / descongelar
ja: フリーズ/フリーズ解除

source: Lock/unlock
ca: Bloquejar / desbloquejar
ja: ロック/ロック解除

source: Fold
ca: Posar en una carpeta
ja: 折りたたむ

source: Unfold
ca: Treure de la carpeta
ja: 展開する

source: Marker name
ca: Nom marcador
ja: 目印の名称

source: _Delete Track
ca: _ Suprimir pista
ja: トラックを削除(_D)

source: _Delete Tracks
ca: _Suprimir pistes
ja: トラックを削除(_D)

source: _Duplicate Track
ca: _Duplicar pista
ja: トラックを複製(_D)

source: _Duplicate Tracks
ca: _Duplicar pistes
ja: トラックを複製(_D)

source: Add Region
ca: Afegir regió
ja: リージョンを追加

source: Hide Track
ca: Ocultar pista
ja: トラックを非表示にする

source: Hide Tracks
ca: Ocultar pistes
ja: トラックを非表示にする

source: Pin/Unpin Track
ca: Ancorar / desancorar pista
ja: トラックを固定/固定解除

source: Pin/Unpin Tracks
ca: Ancorar / desancorar pistes
ja: トラックを固定/固定解除

source: Change color...
ca: Canviar color...
ja: 色を変更する...

source: Rename...
ca: Canviar el nom...

source: Edit
ca: Editar
ja: 編集

source: Append Track Objects to Selection
ca: Afegir objectes de pista a la selecció

source: Append Lane Objects to Selection
ca: Afegir objectes de carril a la selecció

source: Append Lane Automation Regions to Selection
ca: Afegir regions d'automatització de carril a la selecció

source: Selection
ca: Selecció

source: Quick bounce
ca: Rebot ràpid
ja: クイックバウンス

source: Bounce...
ca: Rebotar...
ja: バウンス...

source: Bounce
ca: Rebotar
ja: バウンス

source: Unsolo
ca: Treure el solo
ja: ソロを解除

source: New direct out
ca: Sortida directa nova

source: Route Target
ca: Destí d'encaminament

source: Direct Output
ca: Sortida directa

source: Channel
ca: Canal
ja: チャンネル

source: Disable
ca: Inhabilitar
ja: 無効にする

source: Enable
ca: Habilitar
ja: 有効にする

source: Rename lane...
ca: Canviar el nom del carril...

source: Passthrough input
ca: Entrada de traspàs
ja: パススルー入力

source: MIDI Channel %d
ca: Canal MIDI %d
ja: MIDI チャンネル %d

source: Track MIDI Channel
ca: Seguiment del canal MIDI

source: Lane MIDI Channel
ca: Canal MIDI de carril

source: Piano Roll
ca: Rotlle de pianola
ja: ピアノロール

source: Show used lanes
ca: Mostrar els carrils utilitzats

source: Hide unused lanes
ca: Ocultar carrils no utilitzats

source: Operation not implemented
ca: Operació no implementada

source: No inputs
ca: Cap entrada
ja: 入力なし

source: Add track
ca: Afegir pista

source: Curve algorithm
ca: Algorisme de corba
ja: カーブのアルゴリズム

source: Load Preset
ca: Carregar preconfiguració
ja: プリセットを読み込む

source: _Load
ca: _Carregar
ja: 読み込み(_L)

source: Failed to apply preset
ca: Error en aplicar el valor predefinit

source: Plugin Properties
ca: Propietats del complement
ja: プラグインの属性

source: Banks
ca: Bancs
ja: バンク

source: Presets
ca: Predefinits
ja: プリセット

source: Save
ca: Desar
ja: 保存

source: Save preset
ca: Desar preconfiguració
ja: プリセットを保存

source: Load
ca: Carregar
ja: 読み込む

source: Load preset
ca: Carregar preconfiguració
ja: プリセットを読み込む

source: Create Object
ca: Crear objecte

source: Create
ca: Crear

source: Failed to move selection
ca: Error en moure la selecció

source: Failed to move chords
ca: Error en moure acords

source: Failed to create region
ca: Error en crear la regió

source: Automation value
ca: Valors d'automatització

source: Cannot resize because the selection contains objects without length
ca: No es pot canviar la mida perquè la selecció conté objectes sense durada
ja: 選択されたオブジェクトに長さのないオブジェクトが含まれているため、サイズ変更ができない

source: Cannot resize because the selection contains a mix of looped and unloopable objects
ca: No es pot canviar la mida perquè la selecció conté una barreja d'objectes repetits i irrepetibles
ja: 選択されたオブジェクトにループされているオブジェクトとループされていないオブジェクトが混在しているため、サイズ変更ができない

source: Failed to delete selection
ca: Error en suprimir selecció

source: Failed to edit selection
ca: Error en editar la selecció

source: Failed to move automation
ca: Error en moure automatització

source: Failed to duplicate automation
ca: Error en duplicar automatització

source: Failed to create objects
ca: Error en crear objectes

source: Failed to fill automation
ca: Error en emplenar l'automatització

source: Failed to edit selections
ca: Error en editar seleccions

source: Failed to resize objects
ca: Error en canviar mida objectes

source: Failed to move MIDI notes
ca: Error en moure notes MIDI

source: Failed to duplicate MIDI notes
ca: Error en duplicar notes MIDI

source: Failed to create MIDI notes
ca: Error en crear notes MIDI

source: Failed to duplicate chords
ca: Error en duplicar acords

source: Failed resizing selection
ca: Error en canviar la mida de la selecció

source: Failed to edit timeline objects
ca: Error en editar els objectes de la línia de temps

source: Failed to resize timeline objects
ca: Error en canviar la mida dels objectes de la línia de temps

source: Failed to resize selection
ca: Error en canviar la mida la selecció

source: Failed setting fade in position
ca: Error en configurar l'atenuació en posició

source: Failed resizing selections
ca: Error en canviar la mida de seleccions

source: Failed to move objects
ca: Error en moure objectes

source: Failed to link or copy selection
ca: Error en enllaçar o copiar la selecció

source: Failed to split selection
ca: Error en dividir la selecció

source: %s name
ca: nom %s
ja: %s名前

source: Inserts
ca: Insercions
ja: インサート

source: Select...
ca: Seleccionar...
ja: 選択…

source: Click to enable inputs
ca: Clicar per a habilitar les entrades
ja: クリックして入力を有効にする

source: Click to enable outputs
ca: Clicar per a habilitar les sortides
ja: クリックして出力を有効にする

source: No instrument
ca: Cap instrument
ja: 音源無し

source: Slot #%d
ca: Ranura #%d
ja: スロット#%d

source: Bridged (Full)
ca: En pont (complet)

source: Bridged (UI)
ca: En pont (IU)

source: Bypass
ca: Derivació
ja: バイパス

source: Inspect
ca: Inspeccionar
ja: 詳細

source: Bridge UI
ca: Pont IU

source: Bridge Full
ca: Pont complet

source: Plugin
ca: Complement
ja: プラグイン

source: Select
ca: Seleccionar

source: empty slot
ca: ranura buida
ja: 空のスロット

source: Failed to enable connection
ca: Error en habilitar la connexió

source: Failed to disconnect
ca: Error en desconnectar

source: Enable/disable connection
ca: Habilitar / inhabilitar la connexió
ja: 接続を有効/無効にする

source: Delete connection
ca: Suprimir connexió
ja: 接続を削除

source: Start on MIDI input
ca: Iniciar a l'entrada MIDI
ja: MIDI 入力時に開始

source: Options
ca: Opcions
ja: 設定

source: Overwrite events
ca: Sobreescriure els esdeveniments
ja: イベントを上書きする

source: Merge events
ca: Combinar esdeveniments
ja: イベントを結合する

source: Create takes
ca: Crear captures
ja: テイクを作成する

source: Create takes (mute previous)
ca: Crear captures (silenciar anteriors)
ja: テイクを作成する (前のテイクをミュート)

source: Recording mode
ca: Mode gravació
ja: 録音モード

source: Preroll
ca: Pre-rotlle
ja: プリロール

source: Record
ca: Gravar
ja: 録音

source: Record options
ca: Opcions de gravació
ja: 録音設定

source: Editor view
ca: Visualització de l'editor
ja: 編集画面

source: Mixer view
ca: Visualització del mesclador
ja: ミキサー画面

source: Chord pad
ca: Pad d'acords
ja: コードパッド

source: Failed to enable connection from %s to %s
ca: Error en habilitar la connexió de %s a %s

source: Source
ca: Font
ja: 送信元

source: Multiplier
ca: Multiplicador
ja: 乗数

source: Scales
ca: Escales

source: All MIDI Inputs
ca: Totes les entrades MIDI
ja: すべてのMIDI入力

source: All Audio Inputs
ca: Totes les entrades d'àudio
ja: すべてのオーディオ入力

source: No left input
ca: Cap entrada esquerra
ja: 左入力なし

source: No right input
ca: Cap entrada dreta
ja: 右入力なし

source: MIDI inputs for recording
ca: Entrades MIDI per a la gravació
ja: 録音用のMIDI入力

source: Audio input (%s) for recording
ca: Entrada d’àudio (%s) per a la gravació
ja: 録音用のオーディオ入力(%s)

source: L
ca: E
ja: 左

source: R
ca: D

source: MIDI channel to filter to
ca: Canal MIDI per a filtrar
ja: フィルターするMIDIチャンネル

source: Gain
ca: Guany
ja: ゲイン

source: Inputs
ca: Entrades
ja: 入力

source: Dim
ca: Atenuació
ja: ディム

source: <small>%d muted</small>
ca: <small>%d silenciat</small>
ja: <small>%d ミュート</small>

source: Currently muted tracks
ca: Pistes silenciades actualment
ja: 現在ミュートされているトラック

source: <small>%d soloed</small>
ca: <small>%d en solo</small>
ja: <small>%d ソロ</small>

source: Currently soloed tracks
ca: Pistes en solo actualment
ja: 現在ソロされているトラック数

source: <small>%d listened</small>
ca: <small>%d escoltat</small>
ja: <small>%d 試聴</small>

source: Currently listened tracks
ca: Pistes escoltades actualment
ja: 現在試聴されているトラック数

source: Failed to unsolo all tracks
ca: Error en treure el solo a totes les pistes

source: Failed to unmute all tracks
ca: Error en deixar de silenciar totes les pistes

source: Failed to unlisten all tracks
ca: Error en deixar d'escoltar totes les pistes

source: Unsolo all tracks
ca: Treure el solo de totes les pistes
ja: 全てのトラックのソロを解除

source: Unmute all tracks
ca: Totes les pistes en no silenciar
ja: 全てのトラックのミュートを解除

source: Unlisten all tracks
ca: Deixar d'escoltar totes les pistes
ja: 全てのトラックの試聴を解除

source: Soloing
ca: Posant en solo
ja: ソロ中

source: Muting
ca: Silenciant
ja: ミュート中

source: Listening
ca: Escoltant
ja: 試聴中

source: Peak
ca: Pic
ja: ピーク

source: Zoom In
ca: Ampliar
ja: ズーム イン

source: Zoom Out
ca: Reduir
ja: ズームアウト

source: Original Size
ca: Mida original
ja: オリジナル サイズ

source: Best Fit
ca: Millor encaix
ja: ベストフィット

source: start position
ca: posició inicial
ja: 開始位置

source: No object selected
ca: Cap objecte seleccionat
ja: オブジェクトが選択されていません

source: Control Outs
ca: Sortides de control
ja: 出力コントロール

source: Audio Ins
ca: Entrades d'àudio
ja: 入力音響

source: Audio Outs
ca: Sortides d'àudio
ja: 出力音響

source: MIDI Ins
ca: Entrades MIDI
ja: MIDI入力

source: MIDI Outs
ca: Sortides MIDI
ja: MIDI出力

source: CV Ins
ca: Entrades CV
ja: CV入力

source: CV Outs
ca: Sortides CV
ja: CV出力

source: Ungrouped
ca: No agrupat
ja: グループ無し

source: Sends
ca: Enviaments
ja: センド

source: Stereo In
ca: Entrada estèreo
ja: ステレオ入力

source: MIDI In
ca: Entrada MIDI
ja: MIDI入力

source: MIDI Out
ca: Sortida MIDI
ja: MIDI出力

source: Time
ca: Temps

source: Display
ca: Mostrar

source: No preset selected
ca: Cap preconfiguració seleccionada

source: bass
ca: greu
ja: ベース

source: both
ca: ambdós
ja: 両方

source: scale
ca: escala
ja: 音階

source: chord
ca: acord
ja: 和音

source: Note Notation
ca: Notació de nota

source: Select notes in pitch
ca: Seleccionar notes en to

source: Append notes in pitch to selection
ca: Afegir notes en to a la selecció

source: Failed to edit position
ca: Error en editar la posició

source: Browse…
ca: Navegar…

source: Balance
ca: Balanç

source: Please enter a decimal number between -100 and 100
ca: Introdueix un nombre decimal entre -100 i 100

source: Balance Value
ca: Valor del balanç

source: Failed to edit scale
ca: Error en editar l'escala

source: Apply function
ca: Aplicar la funció

source: Plugin Effect
ca: Efecte del complement

source: Apply %s
ca: Aplicar %s
ja: %sを適用

source: Apply %s with previous settings
ca: Aplicar %s amb els paràmetres anteriors
ja: 以前の設定で %s を適用する

source: No Highlight
ca: Sense realçar
ja: ハイライトなし

source: Highlight Chord
ca: Acord realçat
ja: 和音をハイライト

source: Highlight Scale
ca: Escala realçada
ja: 音階をハイライト

source: Highlight Both
ca: Realçar ambdós
ja: 両方をハイライト

source: clip start (rel.)
ca: inici del clip (rel.)
ja: クリップ開始（相対的）

source: loop start (rel.)
ca: inici de la repetició (rel.)
ja: ループ開始（相対的）

source: loop end (rel.)
ca: final de la repetició (rel.)
ja: ループの終わり（相対的）

source: position
ca: posició
ja: 位置

source: Failed to enable binding
ca: Error en habilitar la vinculació

source: Visibility
ca: Visibilitat
ja: 表示/未表示設定

source: Invalid position
ca: Posició no vàlida

source: Failed to parse position
ca: Error en analitzar la posició

source: Invalid name
ca: Nom no vàlid

source: Invalid velocity
ca: Velocitat no vàlida

source: Invalid pitch
ca: To no vàlid

source: Add Bookmark
ca: Afegir favorit
ja: ブックマークを追加

source: Template Name
ca: Nom de plantilla

source: Path
ca: Camí
ja: パス

source: Last Modified
ca: Última modificació
ja: 最新更新日

source: Failed to disconnect send
ca: Error en desconnectar l'enviament

source: Failed to connect send
ca: Error en connectar l'enviament

source: Scenes (Live View)
ca: Escenes (visualització en directe)

source: Failed to change send amount
ca: Error en canviar la quantitat d'enviament

source: Custom Marker
ca: Marcador personalitzat
ja: カスタムマーカー

source: Fade Preset
ca: Preconfiguració d'atenuació

source: Musical Mode
ca: Mode musical
ja: ミュージカルモード

source: Rename
ca: Canviar el nom
ja: 名前を変更する

source: Loop Selection
ca: Selecció de bucle
ja: ループ選択

source: Change Color...
ca: Canviar color...

source: Reset Color
ca: Restablir el color

source: Detect BPM
ca: Detectar BPM
ja: BPMを検出

source: Functions
ca: Funcions

source: Audio Regions
ca: Regions d'àudio

source: Export as MIDI file...
ca: Exportar com a fitxer MIDI...

source: MIDI Regions
ca: Regions MIDI

source: Move to Lane
ca: Moure al carril

source: Automation Region
ca: Regió d'automatització

source: Quick Bounce
ca: Rebot ràpid

source: Bounce to Audio
ca: Rebot a l'àudio

source: Failed to add region to track
ca: Error en afegir la regió al seguiment

source: Failed to create selections
ca: Error en crear seleccions

source: Playhead
ca: Capçal de reproducció
ja: 再生ヘッド

source: Playhead [Jack Timebase Master]
ca: Capçal de reproducció [Jack Timebase Master]
ja: プレイヘッド [JACKタイムベースマスター]

source: Playhead [Jack Client]
ca: Capçal de reproducció [Client Jack]
ja: プレイヘッド [JACKクライアント]

source: Input
ca: Entrada

source: Tap
ca: Toc
ja: タップ

source: Become JACK Transport master
ca: Fes-te en mestre de transport JACK
ja: JACKトランスポートマスターになる

source: Sync to JACK Transport
ca: Sincronització amb transport JACK
ja: JACKトランスポートに同期する

source: Unlink JACK Transport
ca: Desenllaçar el transport JACK
ja: JACKトランスポートのリンク解除

source: playhead
ca: capçal de reproducció
ja: 再生ヘッド

source: JACK Transport client
ca: Client de transport JACK
ja: JACKトランスポートクライアント

source: JACK Timebase master
ca: Mestre Timebase JACK
ja: JACKタイムベースマスター

source: Feature Not Available
ca: Característica no disponible

source: This feature is not available at the moment
ca: Ara aquesta funcionalitat no està disponible
ja: この機能は現在利用できません

source: Status
ca: Estat
ja: ステータス

source: Buf sz
ca: Mida mem
ja: 帯域幅

source: change
ca: canviar
ja: 変更する

source: Rate
ca: Freqüència
ja: SR

source: Metronome
ca: Metrònom
ja: メトロノーム

source: Metronome options
ca: Opcions del metrònom

source: Volume
ca: Volum
ja: 音量

source: Count-in
ca: Comptatge
ja: カウントイン

source: time sig.
ca: ind. compàs
ja: 拍子記号

source: <File not found>
ca: <Fitxer no trobat>

source: Project loading failed
ca: Ha fallat la càrrega del projecte

source: Untitled Project
ca: Projecte sense títol
ja: プロジェクト名未設定

source: Blank project
ca: Projecte en blanc
ja: 空白のプロジェクト

source: If this is your first time using Zrythm, we suggest going through the 'Getting Started' section in the %suser manual%s.
ca: Si és la primera vegada que utilitzes Zrythm, et suggerim que vagis a la secció 'Getting Started' del %smanual d'usuari%s.
ja: 初めてZrythmを使用する場合は、%suser manual%s の 'Getting Started' のセクションを確認することをお勧めします。

source: Initial Configuration
ca: Configuració inicial
ja: 初期設定

source: Language
ca: Idioma
ja: 言語

source: Preferred language
ca: Idioma preferit

source: User path
ca: Camí de l'usuari
ja: ユーザーパス

source: Location to save user files
ca: Ubicació per a desar els fitxers d'usuari
ja: ユーザーファイルの保存場所

source: Select a directory
ca: Seleccionar un directori
ja: ディレクトリを選択

source: Select parent directory to save the project in
ca: Seleccionar el directori principal on desar el projecte
ja: プロジェクトを保存する親ディレクトリを選択してください

source: Add _MIDI Track
ca: Afegir pista _MIDI
ja: MIDIトラックを追加 (_M)

source: Add Audio Track
ca: Afegir pista d'àudio
ja: オーディオトラックを追加

source: Add FX Track
ca: Afegir pista FX
ja: FXトラックを追加

source: Add Group Track
ca: Afegir pista en grup
ja: グループトラックの追加

source: Add Folder Track
ca: Afegir pista en carpeta
ja: フォルダトラックを追加

source: Operation unimplemented
ca: Operació sense implementar

source: Create New Instrument Track?
ca: Crear nova pista d'instrument?

source: Attempted to drop an instrument onto a MIDI track, which is not supported. Create a new instrument track instead?
ca: S'ha intentat deixar caure un instrument en una pista MIDI, que no és compatible. Vols crear una pista d'instrument nova?

source: Dragged item is not supported
ca: L'element arrossegat no és compatible

source: From scale
ca: De l'escala

source: Predefined
ca: Predefinit
ja: 定義済み

source: Preset Packs
ca: Paquets predefinits

source: Log Viewer
ca: Visor de registre
ja: ログ ビューア

source: Track Name
ca: Nom de pista
ja: トラック名

source: Direct Out
ca: Sortida directa
ja: ダイレクトアウト

source: Track Properties
ca: Propietats de la pista
ja: トラックの属性

source: Track
ca: Pista
ja: トラック

source: %sZrythm relies on donations and purchases to sustain development%s. If you enjoy the software, please consider %sdonating%s or %sbuying an installer%s.
ca: %sZrythm depén de donacions i compres per a mantenir el desenvolupament%s. Si t'agrada el programari, considera %sdonar%s o %scomprar un instal·lador%s.
ja: %sZrythm は、開発維持のために寄付と購入に頼っています%s 。もしこのソフトウェアを気に入っていただけたなら、%s寄付%sあるいは%sインストーラの購入%s をご検討ください。

source: Flatpak users
ca: Usuaris de Flatpak
ja: Flatpakのユーザー

source: The PipeWire version of this Flatpak runtime has a known bug that may cause errors when starting Zrythm. We recommend setting a fixed buffer size for Zrythm in your PipeWire config to avoid this.
ca: La versió PipeWire d'aquest executable Flatpak té un error conegut que pot provocar errors en iniciar Zrythm. Recomanem establir una mida de memòria intermèdia fixa per a Zrythm a la configuració de PipeWire per a evitar-ho.
ja: このFlatpakランタイムのPipeWire版には、Zrythmの起動時にエラーが発生する可能性のある既知のバグがあります。これを避けるために、PipeWireの設定でZrythmのバッファサイズを固定にすることをお勧めします。

source: Flatpak limitation
ca: Limitació de Flatpak
ja: Flatpakの制限

source: Only Flatpak-installed plugins are supported.
ca: Només s'admeten els complements instal·lats per a Flatpak.
ja: Flatpakにインストールされているプラグインのみ対応しています。

source: Zrythm and the Zrythm logo are %strademarks of Alexandros Theodotou%s.
ca: Zrythm i el logotip de Zrythm són %smarques comercials d'Alexandros Theodotou%s.
ja: ZrythmおよびZrythmのロゴは%sAlexandros Theodotouの商標です%s。

source: Welcome
ca: Benvingut
ja: ようこそ

source: Welcome to the Zrythm DAW
ca: Benvingut a Zrythm DAW
ja: Zrythm DAWへようこそ

source: Start Velocity
ca: Velocitat inicial

source: End Velocity
ca: Velocitat final

source: Curve
ca: Corba

source: Curviness %
ca: Curvatura %

source: Note: Flam is currently unimplemented
ca: Nota: El Flam no està implementat

source: Ascending
ca: Ascendent

source: _Apply
ca: _Aplicar

source: No port selected
ca: Cap port seleccionat
ja: ポートが選択されていません

source: Failed to connect %s to %s
ca: Error en connectar %s a %s

source: These ports cannot be connected
ca: Aquests ports no es poden connectar
ja: これらのポートは接続できません

source: Track Ports
ca: Ports de pista
ja: トラックポート

source: Port Info
ca: Informació del port
ja: ポートの詳細

source: Group
ca: Agrupar
ja: グループ

source: Designation
ca: Designació

source: Range
ca: Interval
ja: 選択範囲 (Range)

source: %.1f to %.1f
ca: %.1f a %.1f
ja: %.1f から %.1f

source: Default Value
ca: Valor per defecte
