Repository: zrythm/zrythm
Catalog: po/*.po
Languages: ca, ja

source: Before inserts
ca: Abans de les insercions
ja: インサート前

source: Pre-fader
ca: Preatenuador
ja: プリフェーダー

source: Post fader
ca: Postatenuador
ja: ポストフェーダー

source: Audio
ca: Àudio
ja: オーディオ

source: Master
ca: Mestra
ja: マスター

source: Chord
ca: Acord
ja: コード（和音）

source: Marker
ca: Marcador
ja: マーカー

source: Modulator
ca: Modulador
ja: モジュレータ

source: Audio FX
ca: Àudio FX
ja: オーディオFX

source: Audio Group
ca: Grup d'àudio
ja: オーディオグループ

source: MIDI FX
ca: FX MIDI

source: MIDI Group
ca: Grup MIDI
ja: MIDI グループ

source: Folder
ca: Carpeta
ja: フォルダ

source: bar
ca: barra

source: dotted
ca: puntejat
ja: 付点音符

source: triplet
ca: treset
ja: ３連音符

source: Dummy
ca: Fictici
ja: ダミー

source: Dummy (libsoundio)
ca: Fictici (libsoundio)
ja: ダミー (libsoundio)

source: ALSA Sequencer (not working)
ca: Seqüenciador ALSA (no funciona)
ja: ALSA シーケンサー (動作しません)

source: ALSA Sequencer (rtmidi)
ca: Seqüenciador ALSA (rtmidi)
ja: ALSAシーケンサー (rtmidi)

source: Invert
ca: Capgirar

source: Normalize peak
ca: Normalitzar pic
ja: ノーマライズ (Normalize Peak)

source: Normalize RMS
ca: Normalitzar RMS
ja: ノーマライズ (Normalize RMS)

source: Normalize LUFS
ca: Normalitzar LUFS
ja: ノーマライズ (Normalize LUFS)

source: Linear fade in
ca: Entrada atenuació lineal
ja: リニアフェードイン (Linear fade in)

source: Linear fade out
ca: Sortida atenuació lineal
ja: リニアフェードアウト (Linear fade out)

source: Nudge left
ca: Copet cap a l'esquerra
ja: 左へナッジ (Nudge)

source: Nudge right
ca: Copet cap a la dreta
ja: 右へナッジ (Nudge)

source: Reverse
ca: Invertir

source: Pitch shift
ca: Canvi de to

source: External program
ca: Programa extern
ja: 外部プログラム

source: Guile script
ca: Script Guile
ja: Guileスクリプト

source: Custom plugin
ca: Complement personalitzat
ja: カスタムプラグイン

source: Invalid
ca: No vàlid
ja: 不正

source: Flip H
ca: Capgirar H
ja: 水平方向に反転

source: Flip V
ca: Capgirar V
ja: 垂直方向に反転

source: None
ca: Cap
ja: なし

source: 1 bar
ca: 1 barra
ja: 1バー

source: 2 bars
ca: 2 barres
ja: 2小節

source: 4 bars
ca: 4 barres
ja: 4小節

source: Inherit
ca: Heretar
ja: 継承

source: Chromatic
ca: Cromàtic
ja: 半音階

source: Minor
ca: Menor
ja: 短音階

source: Ionian
ca: Jònica
ja: アイオニアン

source: Dorian
ca: Dòric
ja: ドリアン

source: Phrygian
ca: Frigi
ja: フリジアン

source: Lydian
ca: Lidià
ja: リディアン

source: Mixolydian
ca: Mixolidià
ja: ミクソリディアン

source: Aeolian
ca: Eolià
ja: エオリアン

source: Locrian
ca: Lòcrida
ja: ロクリアン

source: Melodic Minor
ca: Menor melòdica
ja: メロディックマイナー

source: Harmonic Minor
ca: Menor harmònica
ja: 和声的短音階

source: Whole Tone
ca: To complet
ja: 全音

source: Major Pentatonic
ca: Pentatònic major
ja: メジャー・ペンタトニック

source: Minor Pentatonic
ca: Pentatònic menor
ja: マイナー・ペンタトニック

source: Octatonic Half Whole
ca: Complet semitò octatònic
ja: 八音（半音 全音）

source: Octatonic Whole Half
ca: Semitò complet octatònic
ja: 八音（全音 半音）

source: Acoustic
ca: Acústic
ja: アコースティック

source: Harmonic Major
ca: Major harmònica

source: Phrygian Dominant
ca: Dominant frigi
ja: フリジアン・ドミナント

source: Major Locrian
ca: Lòcrida major
ja: メジャー・ロクリアン

source: Algerian
ca: Algerià
ja: アルジェリアン

source: Augmented
ca: Augmentat
ja: オーギュメント

source: Double Harmonic
ca: Doble harmònica

source: Chinese
ca: Xinès

source: Diminished
ca: Disminuït

source: Dominant Diminished
ca: Disminuït dominant

source: Egyptian
ca: Egipcia
ja: エジプト音階

source: Eight Tone Spanish
ca: Vuit tons espanyol
ja: エイト・トーン・スパニッシュ

source: Enigmatic
ca: Enigmàtica
ja: エニグマティック

source: Geez
ca: Gueez

source: Hindu
ca: Hindú
ja: ヒンズー

source: Hirajoshi
ca: Hirajōshi
ja: 平吉

source: Hungarian Gypsy
ca: Gitano hongarès
ja: ハンガリージプシー

source: Insen
ca: Escala Insen

source: Neapolitan Major
ca: Major napolitana

source: Neapolitan Minor
ca: Menor napolitana

source: Romanian Minor
ca: Menor romanesa

source: Altered
ca: Alterat
ja: オルタード

source: Yo
ca: Ei
ja: 陽旋法

source: Bebop Locrian
ca: Lòcrida Bebop
ja: ビーバップ・ロクリアン

source: Super Locrian
ca: Lòcrida super
ja: スーパーロクリアン

source: Enigmatic Minor
ca: Menor enigmàtica

source: Composite
ca: Compost
ja: コンポジット

source: Hungarian Minor
ca: Menor hongaresa

source: Persian
ca: Persa
ja: ペルシア音階

source: Prometheus
ca: Prometeu
ja: プロメテウス

source: Prometheus Neapolitan
ca: Prometeu napolità
ja: プロメテウス・ナポリタン

source: Prometheus Liszt
ca: Prometeu Liszt
ja: プロメテウス・リスト

source: Balinese
ca: Balinès
ja: バリ音階

source: Japanese 1
ca: Japonès 1

source: Japanese 2
ca: Japonès 2

source: Linear
ca: Lineal
ja: リニア (Linear)

source: Square Root
ca: Arrel quadrada
ja: 平方根

source: Sine
ca: Sinusoïdal
ja: 正弦

source: Pulse
ca: Pulsació
ja: パルス

source: Logarithmic
ca: Logarítmic

source: MIDI learn
ca: Aprendre MIDI
ja: MIDI 検知

source: Cu_t
ca: _Tallar
ja: 切り取り (_T)

source: _Copy
ca: _Copiar
ja: コピー (_C)

source: _Paste
ca: _Enganxar
ja: 貼り付け (_P)

source: _Delete
ca: _Suprimir
ja: 削除 (_D)

source: Cle_ar Selection
ca: Nete_jar selecció
ja: 選択をクリア (_A)

source: Select A_ll
ca: Se_leccionar-ho tot
ja: すべてを選択 (_A)

source: Duplicate
ca: Duplicar
ja: 複製

source: Mute
ca: Silenciar
ja: 無音

source: Unmute
ca: No silenciar
ja: ミュートを解除

source: High
ca: Alt
ja: 高

source: Low
ca: Greu
ja: 低

source: Ultra Low
ca: Ultra greu
ja: 超低

source: All
ca: Tot
ja: 全部

source: Region
ca: Regió
ja: リージョン

source: Midi Note
ca: Nota Midi
ja: MIDIノート

source: Chord Object
ca: Objecte d'acord
ja: コードオブジェクト

source: Scale Object
ca: Objecte d’escala
ja: スケールオブジェクト

source: Automation Point
ca: Punt d'automatització
ja: オートメーションポイント

source: Velocity
ca: Velocitat
ja: ベロシティ

source: Failed to create backup directory %s
ca: Error en crear el directori de còpia de seguretat %s

source: Unable to read file at %s
ca: No es pot llegir el fitxer a %s

source: Failed to decompress project file at %s
ca: No s'ha pogut descomprimir el fitxer del projecte a %s

source: Failed to save project
ca: Error en salvar el projecte

source: Failed to serialize project
ca: Error en serialitzar el projecte

source: Failed to compress project file
ca: Error en comprimir el fitxer del projecte

source: Backup saved.
ca: S'ha desat la còpia de seguretat.
ja: バックアップが保存されました。

source: Project saved.
ca: Projecte desat.
ja: プロジェクトが保存されました。

source: Failed to write audio pool to disk
ca: Error en escriure la piscina d'àudio al disc

source: Failed to clone project
ca: Error en clonar el projecte

source: Error - Backtrace:
ca: Error - traça inversa:
ja: エラー - バックトレース:

source: Error: %s - Backtrace:
ca: Error: %s - traça inversa:
ja: エラー: %s - バックトレース:

source: %s has crashed.
ca: %s ha fallat.
ja: %s がクラッシュしました。

source: Failed fetching the latest release version
ca: No s'ha pogut obtenir la darrera versió del llançament

source: Changelog
ca: Registre de canvis

source: Running %s version <b>%s</b>%s%s
ca: Executant %s versió <b>%s</b>%s%s
ja: 実行中の%sバージョンは<b>%s</b>%s%s

source: New Zrythm Version
ca: Nova versió Zrythm

source: A new version of Zrythm has been released: <b>%s</b> Your current version is %s
ca: Hi ha una nova versió de Zrythm: <b>%s</b> La versió actual és %s
ja: Zrythmの新バージョンがリリースされました。<b>%s</b> 現在のバージョンは%sです。

source: No Project Selected
ca: Cap projecte seleccionat

source: No project has been selected or project failed to load. %s will now close.
ca: No s'ha seleccionat cap projecte o no s'ha pogut carregar cap projecte. %s ara es tancarà.

source: Initializing settings
ca: Inicialitzant els paràmetres
ja: 設定を初期化中

source: Initializing %s directories
ca: Inicialitzant %s directoris
ja: %sディレクトリを初期化中

source: Initializing logging system
ca: Inicialitzant el sistema de registre
ja: ログシステムを初期化中

source: Initializing caches
ca: Inicialitzant la memòria cau
ja: キャッシュを初期化中

source: Initializing file manager
ca: Inicialitzant l'administrador de fitxers
ja: ファイルマネージャを初期化中

source: Icon Theme Not Found
ca: Tema d'icona no trobat

source: Your user does not have enough privileges to allow %s to lock unlimited memory. This may cause audio dropouts. Please refer to the 'Getting Started' section in the user manual for details.
ca: El vostre usuari no té prou privilegis per a permetre a %s bloquejar la memòria il·limitada. Això pot provocar interrupcions d'àudio. Consulta la secció 'Getting Started' del manual d'usuari per a més detalls.
ja: %s に無制限にメモリを確保させる権限がユーザーにはありません。このため、音声が途切れることがあります。詳しくは、ユーザーマニュアルの 'Getting Started' の項を参照してください。

source: Could not get system memory lock limit (%s)
ca: No s'ha pogut obtenir el límit de bloqueig de memòria del sistema (%s)
ja: システム メモリ ロック制限を取得できませんでした (%s)

source: Cannot lock down memory: %s
ca: No es pot bloquejar la memòria: %s

source: %s-%s %s %s comes with ABSOLUTELY NO WARRANTY! This is free software, and you are welcome to redistribute it under certain conditions. See the file 'COPYING' for details. Write comments and bugs to %s Support this project at https://liberapay.com/Zrythm
ca: %s-%s %s %s no té CAP GARANTIA! Aquest és programari lliure i pots redistribuir-lo sota determinades condicions. Consulta el fitxer 'COPYING' per a més detalls. Escriu comentaris i errors a %s Dona suport a aquest projecte a https://liberapay.com/Zrythm

source: An output file was not specified. Please pass one with `--output=FILE`.
ca: Cap fitxer de sortida especificat. Indica un amb `--output=FILE`.
ja: 出力ファイルが指定されていません。 `--output [ファイル]` で 1 つを指定してください。

source: libguile is required for this option
ca: es requereix libguile per a aquesta opció
ja: このオプションには libguile が必要です。

source: Print version information
ca: Mostrar la informació de la versió
ja: バージョン情報を表示

source: Generate a project from SCRIPT-FILE
ca: Generar un projecte a partir de SCRIPT-FILE
ja: SCRIPT-FILEからプロジェクトを生成

source: Print output in user-friendly way
ca: Sortida d'impressió d'una manera més amigable
ja: ユーザーフレンドリーな方法で出力

source: Print current settings
ca: Imprimir els paràmetres actuals
ja: 現在の設定を出力

source: Reset to factory settings
ca: Restabliment dels paràmetres de fàbrica
ja: 初期設定にリセット

source: Override the audio backend to use
ca: Sobreescriure el rerefons d'àudio a utilitzar
ja: 使用するオーディオバックエンドをオーバーライド

source: Override the MIDI backend to use
ca: Sobreescriure el rerefons MIDI a utilitzar
ja: 使用するMIDIバックエンドをオーバーライド

source: Shorthand for --midi-backend=none --audio-backend=none
ca: Transcripció per a --midi-backend=none --audio-backend=none
ja: --midi-backend=none --audio-backend=none の省略形

source: [PROJECT-FILE]
ca: [PROJECTE-FITXER]
ja: [プロジェクトファイル]

source: Run %s, optionally passing a project file.
ca: Executa %s, passant opcionalment un fitxer de projecte.
ja: %sを実行し、オプションでプロジェクトファイルを渡します。

source: This version of Zrythm does not support creating more than %d tracks.
ca: Aquesta versió de Zrythm no admet la creació de més de %d pistes.

source: Insert silence
ca: Inserir silenci
ja: 沈黙を挿入する

source: Delete range
ca: Suprimir interval
ja: レンジを削除

source: Failed to undo action
ca: Error en desfer l'acció

source: Failed to redo action
ca: Error en tornar a fer l'acció

source: Failed to perform action
ca: Error en dur a terme l'acció

source: Change chords
ca: Canviar acords

source: Connect ports
ca: Connectar ports
ja: ポートを接続する

source: Disconnect ports
ca: Desconnectar ports
ja: ポートを切断する

source: Enable port connection
ca: Habilitar la connexió del port
ja: ポート接続を有効にする

source: Disable port connection
ca: Inhabilitar la connexió del port
ja: ポート接続を無効にする

source: Change port connection
ca: Canviar la connexió del port
ja: ポート接続を変更する

source: MIDI mapping enable
ca: Habilitació de mapatge MIDI
ja: MIDIマッピングを有効にする

source: MIDI mapping disable
ca: Inhabilitació de mapatge MIDI
ja: MIDIマッピングを無効にする

source: MIDI mapping bind
ca: Vincular a mapatge MIDI
ja: MIDIマッピングバインド

source: MIDI mapping unbind
ca: Desvincular de mapatge MIDI
ja: MIDI マッピングのバインド解除

source: Set control value
ca: Establir el valor de control
ja: コントロール値の設定

source: Guile Disabled
ca: Guile desactivat

source: Scripting extensibility with <a href="%s">GNU Guile</a> is not enabled in your %s installation.
ca: L'extensibilitat de script amb <a href="%s">GNU Guile</a> no està habilitada a la teva instal·lació %s.
ja: <ahref="%s">GNU Guile</a> によるスクリプト拡張機能は、使用中の%sバージョンやOSでは有効になっていません。

source: Discard Changes?
ca: Descartar els canvis?

source: Any unsaved changes to the current project will be lost. Continue?
ca: Es perdran tots els canvis no desats al projecte actual. Vols continuar?
ja: 現在のプロジェクトに保存されていない変更は失われます。続行しますか？

source: _Cancel
ca: _Cancel·lar
ja: 取り消し(_C)

source: _Discard
ca: _Descartar

source: _Save
ca: _Desar
ja: 保存(_S)

source: Save Changes?
ca: Desar els canvis?

source: The project contains unsaved changes. If you proceed, any unsaved changes will be lost.
ca: El projecte conté canvis no desats. Si surts sense desar, es perdran els canvis no desats.

source: Save Project
ca: Desar projecte
ja: プロジェクトを保存

source: Export routing graph
ca: Exportar gràfic d’encaminament
ja: ルーティング図のエクスポート

source: Image (PNG)
ca: Imatge (PNG)
ja: 画像（PNG）

source: Image (SVG)
ca: Imatge (PNG)
ja: 画像（SVG）

source: Dot graph
ca: Gràfic de punts
ja: ドット図

source: The graph will be exported to <a href="%s">%s</a> Please select a format to export as
ca: El gràfic s’exportarà a <a href="%s"> %s </a> Selecciona un format d'exportació
ja: グラフは<a href="%s"> %s</a> にエクスポートされます エクスポートする形式を選択してください

source: Graph exported
ca: Gràfic exportat
ja: エクスポートしました

source: Failed to undo
ca: Error en desfer

source: Failed to redo
ca: Error en tornar a fer

source: Failed to delete selections
ca: Error en suprimir les seleccions

source: invalid clipboard data received: %s
ca: dades del porta-retalls rebudes no vàlides: %s

source: Can't paste incompatible data
ca: No es poden enganxar dades incompatibles
ja: 互換性のないデータを貼り付けられません

source: Failed to duplicate selections
ca: Error en duplicar seleccions

source: Failed to unbind
ca: Error en desvincular

source: Failed to quantize
ca: Error en quantize

source: Failed to create track
ca: Error en crear pista

source: Failed to import files
ca: Error en importar fitxers

source: Failed to duplicate tracks
ca: Error en duplicar pistes

source: Failed to delete tracks
ca: Error en suprimir pistes

source: Delete Tracks?
ca: Suprimir pistes?

source: The selected tracks contain uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared. Continue with deletion?
ca: Les pistes seleccionades contenen complements sense instanciar. La supressió no es podrà desfer i l'historial de desfer s'esborrarà. Vols continuar amb la supressió?
ja: 選択されたトラックには、インスタンス化されていないプラグインが含まれています。これらを削除すると元に戻せなくなり、取り消し履歴もクリアされます。削除を続行しますか？

source: Failed to pin/unpin tracks
ca: Error en ancorar / desancorar pistes

source: Failed to solo tracks
ca: Error en fer solo a pistes

source: Failed to unsolo tracks
ca: Error en treure el solo de pistes

source: Failed to mute tracks
ca: Error en silenciar pistes

source: Failed to unmute tracks
ca: Error en deixar de silenciar les pistes

source: Failed to listen tracks
ca: Error en escoltar pistes

source: Failed to unlisten tracks
ca: Error en deixar d'escoltar pistes

source: Failed to enable tracks
ca: Error en habilitar pistes

source: Failed to disable tracks
ca: Error en inhabilitar pistes

source: Invalid Selection For Quantize
ca: Selecció no vàlida per a Quantize

source: Must select either the timeline or the editor first. The current selection is %s
ca: Primer seleccionar o la línia de temps o l'editor. La selecció actual és %s
ja: タイムラインとエディターのどちらかを先に選択する必要があります。現在の選択は%sです

source: Failed to mute selections
ca: Error en silenciar seleccions

source: No regions selected
ca: Cap regió seleccionada
ja: リージョンが選択されていません

source: Selections must be on the same lane
ca: Les seleccions han de ser al mateix carril
ja: 選択は同じレーン上にある必要があります

source: Cannot merge looped regions
ca: No es poden combinar les regions repetides
ja: ループしたリージョンをマージできません

source: Failed to merge selections
ca: Error en combinar seleccions

source: Failed to insert silence
ca: Error en inserir el silenci

source: Failed to remove range
ca: Error en eliminar l'interval

source: Failed to apply MIDI function
ca: Error en aplicar la funció MIDI

source: Failed to apply automation function
ca: Error en aplicar la funció d'automatització

source: Failed to apply audio function
ca: Error en aplicar la funció d'àudio

source: Pitch Ratio
ca: Ràtio de to

source: Track name
ca: Nom de pista
ja: トラック名

source: Object name
ca: Nom d'objecte

source: An object cannot be created at the selected location.
ca: No es pot crear un objecte a la ubicació seleccionada.

source: Failed to set region color
ca: Error en establir el color de la regió

source: Region Color
ca: Color de la regió

source: Failed to reset region color
ca: Error en restablir el color de la regió

source: Please enter a BPM
ca: Introdueix un bpm

source: Unimplemented
ca: No implementat
ja: 未実装

source: Tap BPM not implemented yet
ca: Toc BPM encara no implementat

source: Failed to move selections
ca: Error en moure seleccions

source: Detected BPM: %.2f
ca: BPM detectat: %.2f
ja: 検出されたBPM：%.2f

source: Candidates:
ca: Candidats:
ja: 候補：

source: Failed to set curve algorithm
ca: Error en establir l'algorisme de corba

source: Failed to edit fades
ca: Error en editar atenuacions

source: No custom preset packs found. Please create a preset pack first from the chord preset browser.
ca: No s'ha trobat cap paquet predefinit personalitzat. Crea primer un paquet predefinit des del navegador predefinit d'acords.
ja: カスタムなプリセットパックが見つかりません。コードプリセットブラウザからプリセットパックを作成してください。

source: Failed to create pack
ca: Error en crear el paquet

source: Preset Pack Name
ca: Nom de paquet predefinit

source: Delete?
ca: Suprimir?

source: Are you sure you want to delete this chord preset pack?
ca: N'estàs segur que vols suprimir aquest paquet d'acords predefinit?

source: Are you sure you want to delete this chord preset?
ca: N'estàs segur que vols suprimir aquest acord predefinit?

source: Preset Name
ca: Nom predefinit

source: Failed to change balance
ca: Error en canviar el balanç

source: Failed to delete plugins
ca: Error en suprimir complements

source: Delete Plugins?
ca: Suprimir complements?

source: The selection contains uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared.
ca: La selecció conté complements sense instància. La supressió no es podrà desfer i l'historial de desfers s'esborrarà.

source: Failed to reset %s
ca: Error en reiniciar %s

source: Failed to disconnect %s from %s
ca: Error en desconnectar %s de %s

source: Cannot delete standard bookmark
ca: No es pot suprimir el favorit estàndar
ja: 標準のブックマークを削除できない

source: Collection name
ca: Nom de col·lecció
ja: コレクション名

source: The collection '%s' contains %d plugins. Are you sure you want to remove it?
ca: La col·lecció '%s' conté %d complements. Segur que vols suprimir-la?

source: Failed to change direct output
ca: Error en canviar la sortida directa

source: Cannot duplicate tracks: selection contains an uncopyable track
ca: No es poden duplicar pistes: la selecció conté una pista que no es pot copiar

source: Cannot delete tracks: selection contains an undeletable track
ca: No es poden suprimir pistes: la selecció conté una pista no eliminable

source: Failed getting contents for %s
ca: Error en obtenir el contingut de %s

source: Failed creating audio clip from file at %s
ca: Error en crear el clip d'àudio des del fitxer: %s

source: No tracks selected
ca: Cap pista seleccionada

source: Failed to clone tracklist selections
ca: Error en clonar les seleccions de la llista de pistes
ja: トラックのクローン作成に失敗しました

source: Failed to clone track
ca: Error en clonar la pista

source: Failed to clone tracklist selections:
ca: Error en clonar les seleccions de la llista de pistes:
ja: トラックのクローン作成に失敗しました :

source: %s Track
ca: %s Pista
ja: %sトラック

source: Failed to create plugin %s
ca: Error en crear el complement %s

source: Error instantiating plugin %s
ca: Error en instanciar el complement %s

source: Failed saving file %s
ca: Error en desar el fitxer %s

source: Failed to create track at %d
ca: Error en crear la pista a %d

source: Copy Track inside
ca: Copiar la pista dins
ja: トラックを内部にコピー

source: Copy Track
ca: Copiar pista
ja: トラックをコピー

source: Copy %d Tracks inside
ca: Copiar %d pistes dins
ja: %d トラックを内部にコピー

source: Copy %d Tracks
ca: Copiar %d pistes
ja: %d トラックをコピー

source: Create %s Track
ca: Crear %s pista
ja: %sトラックを作成

source: Create %d %s Tracks
ca: Crear %d %s pistes
ja: %d個の%sトラックを作成

source: Delete Track
ca: Suprimir pista
ja: トラックを削除

source: Delete %d Tracks
ca: Suprimir %d pistes
ja: %d個のトラックを削除

source: Solo Track
ca: Posar la pista en solo
ja: トラックをソロ

source: Unsolo Track
ca: Treure el solo de la pista
ja: トラックのソロを解除

source: Solo Lane
ca: Posar el carril en solo

source: Unsolo Lane
ca: Treure el solo del carril

source: Mute Track
ca: Silenciar pista
ja: トラックを無音にする

source: Unmute Track
ca: No silenciar la pista
ja: トラックの無音を解除

source: Mute Lane
ca: Silenciar carril

source: Unmute Lane
ca: No silenciar el carril

source: Listen Track
ca: Escoltar pista
ja: トラックを試聴

source: Unlisten Track
ca: Deixar d'escoltar la pista
ja: トラックの試聴を解除

source: Enable Track
ca: Habilitar pista
ja: トラックを有効にする

source: Disable Track
ca: Inhabilitar pista
ja: トラックを無効にする

source: Fold Track
ca: Posar en una carpeta la pista
ja: トラックを折りたたむ

source: Unfold Track
ca: Treure de la carpeta la pista
ja: トラックを展開

source: Change Fader from %.1f to %.1f
ca: Canviar atenuador de %.1f a %.1f

source: Change Pan from %.1f to %.1f
ca: Canviar la panoràmica de %.1f a %.1f

source: Change direct out
ca: Canviar la sortida directa
ja: ダイレクトアウトを変更

source: Rename track
ca: Canviar el nom de la pista
ja: トラック名を変更

source: Rename lane
ca: Canviar el nom del carril

source: Change color
ca: Canviar color
ja: 色を変更する

source: Change icon
ca: Canviar icona
ja: アイコンを変更する

source: Change comment
ca: Canviar comentari
ja: コメントを変更

source: Change MIDI fader mode
ca: Canviar mode d'atenuador MIDI
ja: MIDIフェーダーモードを変更

source: Solo %d Tracks
ca: Fer solo a %d pistes
ja: %dトラックをソロ

source: Unsolo %d Tracks
ca: Treure el solo de %d pistes
ja: %dトラックのソロを解除

source: Mute %d Tracks
ca: Silenciar %d pistes
ja: %dトラックをミュート

source: Unmute %d Tracks
ca: No silenciar %d pistes
ja: %dトラックのミュートを解除

source: Listen %d Tracks
ca: Escoltar %d pistes
ja: %dトラックを試聴

source: Unlisten %d Tracks
ca: Deixar d'escoltar %d pistes
ja: %dトラックの試聴を解除

source: Enable %d Tracks
ca: Habilitar %d pistes
ja: %dトラックを有効にする

source: Disable %d Tracks
ca: Inhabilitar %d pistes
ja: %dトラックを無効にする

source: Fold %d Tracks
ca: Posar en una carpeta %d pistes
ja: %dトラックを折りたたむ

source: Unfold %d Tracks
ca: Treure de la carpeta %d pistes
ja: %dトラックを展開

source: Move Track inside
ca: Moure la pista dins
ja: トラックを内部に移動

source: Move Track
ca: Moure pista
ja: トラックを移動

source: Move %d Tracks inside
ca: Moure %d pistes dins
ja: %dトラックを内部に移動

source: Move %d Tracks
ca: Moure %d pistes
ja: %d個のプラグインを移動

source: Pin Track
ca: Ancorar pista
ja: トラックを固定 (Pin)

source: Pin %d Tracks
ca: Ancorar %d pistes
ja: %dトラックを固定

source: Unpin Track
ca: Desancorar pista
ja: トラックの固定を解除 (Unpin)

source: Unpin %d Tracks
ca: Desancorar %d pistes
ja: %dトラックの固定を解除 (Unpin)

source: Change BPM from %.2f to %.2f
ca: Canviar BPM de %.2f a %.2f

source: Change beats per bar from %d to %d
ca: Canviar beats per barra de %d a %d

source: Change beat unit from %d to %d
ca: Canviar la unitat de beat de %d a %d

source: Arranger selections contain an object that cannot be duplicated
ca: Les seleccions de l'arranjador contenen un objecte que no es pot duplicar

source: Arranger selections contain an undeletable object
ca: Les seleccions de l'arranjador contenen un objecte que no es pot esborrar
ja: 削除できないオブジェクトが選択されています

source: Cannot rename selected object(s)
ca: No es pot canviar el nom dels objectes seleccionats
