Repository: zrythm/zrythm
Catalog: po/*.po
Languages: ca, ja

source: A list of controllers to enable.
ca: Una llista de controladors a habilitar.

source: Zrythm path
ca: Camí a Zrythm
ja: Zrythmのパス

source: Directory used to save user data in.
ca: El directori que s'utilitza per a desar les dades d'usuari.

source: Updates
ca: Actualitzacions
ja: アプリの更新

source: Check for updates
ca: Comprovar si hi ha actualitzacions
ja: アップデートを確認

source: Whether to check for updates on startup.
ca: Si cal comprovar si hi ha actualitzacions a l'iniciar.

source: UIs
ca: IU
ja: UI

source: Open UI on instantiation
ca: Obrir la IU en instanciar
ja: インスタンス化時に UI を開く

source: Open plugin UIs when they are instantiated.
ca: Obrir les interfícies d'usuari de complements quan s'instanciïn.

source: Keep window on top
ca: Mantenir la finestra a la part superior
ja: ウィンドウを上に保持

source: Show plugin UIs on top of the main window (if possible).
ca: Mostra les IUi del complement a la part superior de la finestra principal (si és possible).

source: Refresh rate
ca: Freqüència d’actualització
ja: 再描画間隔

source: Refresh rate in Hz. If set to 0, the screen's refresh rate will be used.
ca: Freqüència d’actualització en Hz. Si s'estableix a 0, s'utilitzarà la freqüència d'actualització de la pantalla.

source: Scale factor
ca: Factor d'escala

source: Scale factor to pass to plugin UIs. If set to 0, the monitor's scale factor will be used.
ca: Factor d'escala per a passar a les IU del complement. Si s'estableix a 0, s'utilitzarà el factor d'escala del monitor.

source: VST2 plugins
ca: Complements VST2
ja: VST2プラグイン

source: SFZ instruments
ca: Instruments SFZ
ja: SFZ音源

source: SF2 instruments
ca: Instruments SF2
ja: SF2音源

source: Editing
ca: Edició
ja: 編集

source: Fade algorithm
ca: Algorisme d'atenuació
ja: フェードアルゴリズム

source: Default fade in/out algorithm.
ca: Algorisme d'atenuació in/out predeterminat.

source: Default automation curve algorithm.
ca: Algorisme de corba d'automatització per defecte.

source: Undo stack length
ca: Desfer la longitud de la pila
ja: 元に戻すスタックの長さ

source: Maximum undo history stack length. Set to -1 for unlimited.
ca: Longitud màxima de la pila de l'historial de desfer. Establir a -1 per a il·limitat.

source: Projects
ca: Projectes
ja: プロジェクト

source: Autosave interval
ca: Interval de desat automàtic
ja: 自動保存間隔

source: Interval to auto-save project backups, in minutes. Set to 0 to disable.
ca: Interval per a desar els projectes automàticament, en minuts. Establir a 0 per a inhabilitar.

source: UI
ca: IU

source: Draw detail
ca: Dibuixar detall
ja: 詳細レベル

source: Level of detail to use when drawing graphics.
ca: Nivell de detall a utilitzar en dibuixar gràfics.

source: Font scale
ca: Escala de la font
ja: フォントのスケール

source: Font scaling.
ca: Escala de lletra.
ja: フォントのスケール。

source: User interface language
ca: Idioma de la interfície d'usuari
ja: ユーザー インターフェイス言語

source: CSS theme
ca: Tema CSS
ja: CSSテーマ

source: Icon theme
ca: Tema de les icones
ja: アイコンテーマ

source: Pan
ca: Panoràmica
ja: パン

source: Pan algorithm
ca: Algorisme de panoràmica
ja: パンの計算法

source: Not used at the moment.
ca: No s'utilitza de moment.

source: Pan law
ca: Regla de panoràmica
ja: パン・ロー

source: Scripting
ca: Crear scripts
ja: スクリプティング

source: Default script
ca: Script predeterminat
ja: デフォルトのスクリプト

source: Default script to use in the scripting window.
ca: El script per defecte que s'utilitzarà a la finestra de script.

source: Digital audio workstation
ca: Estació de treball d'àudio digital

source: Zrythm is a digital audio workstation designed to be featureful and easy to use. It offers streamlined editing workflows with flexible tools, limitless automation capabilities, powerful mixing features, chord assistance and support for various plugin and file formats.
ca: Zrythm és una estació de treball d'àudio digital dissenyada per a ser funcional i fàcil d'utilitzar. Ofereix fluxos de treball d'edició simplificats amb eines flexibles, capacitats d'automatització il·limitades, potents funcions de mescla, assistència d'acords i suport per a diversos formats de fitxers i complements.

source: Main window with plugins
ca: Finestra principal amb complements

source: Added:
ca: Afegit:

source: Changed:
ca: Canviat:

source: Fixed:
ca: Solucionat:

source: Removed:
ca: Eliminat:

source: Major
ja: 長音階

source: Maqam
ja: マカーム

source: Bebop Dominant
ja: ビバップ・ドミナント

source: Bebop Major
ja: ビバップメジャー

source: Iwato
ja: 岩戸

source: Kumoi
ja: 雲井

source: Pelog
ja: ペロッグ

source: RagaTodi
ja: ラガトディ

source: Exponent
ja: 指数

source: Superellipse
ja: 超楕円

source: Normal
ja: 普通

source: Instrument
ja: 音源

source: Tempo
ja: テンポ

source: normal
ja: 普通音符

source: Crescendo
ja: クレッシェンド

source: Flam
ja: フラム

source: Legato
ja: レガート

source: Portato
ja: ポルタート

source: Staccato
ja: スタッカート

source: Strum
ja: ストラム

source: Off
ja: 無効

source: On
ja: 有効

source: Backup found
ja: バックアップが見つかりました

source: Failed to load project. Please check the logs for more information.
ja: プロジェクトの読み込みに失敗しました。詳細については、ログを確認してください。

source: Failed to load project. Will create a new one instead.
ja: プロジェクトの読み込みに失敗しました。代わりに新しいプロジェクトを作成します。

source: Check for Updates
ja: アップデートを確認

source: Setting up main window
ja: メイン ウィンドウを設定中

source: Loading project
ja: プロジェクトを読み込み中

source: Scanning plugins
ja: プラグインをスキャン中

source: Waiting for project
ja: プロジェクトを待機中

source: File %s not found.
ja: %sが見つかりません。

source: Project failed to decompress: %s
ja: プロジェクトの解凍に失敗しました: %s

source: Unknown operation
ja: オプションを認知できませんでした

source: Convert ZPJ-FILE to YAML
ja: ZPJ-FILEをYAMLに変換する

source: Convert YAML-PROJECT-FILE to the .zpj format
ja: YAML-PROJECT-FILEを.zpj形式に変換する

source: Examples: --zpj-to-yaml a.zpj > b.yaml Convert a a.zpj to YAML and save to b.yaml --gen-project a.scm -o myproject Generate myproject from a.scm -p --pretty Pretty-print current settings Please report issues to %s
ja: 例 --zpj-to-yaml a.zpj > b.yaml a.zpjをYAMLに変換してb.yamlに保存 --gen-project a.scm -o myproject a.scmからmyprojectを生成 -p --pretty 現在の設定をプリティプリントする 問題は%sに報告してください

source: Create new project
ja: プロジェクトの新規作成

source: Yes
ja: はい

source: No
ja: いいえ

source: The selection contains uninstantiated plugins. Deleting them will not be undoable and the undo history will be cleared. Continue with deletion?
ja: 選択範囲には、インスタンス化されていないプラグインが含まれています。それらを削除すると、元に戻すことができなくなり、取り消し履歴も消去されます。削除を続行しますか？

source: Are you sure you want to remove this bookmark?
ja: このブックマークを削除してもよろしいですか？

source: This collection contains %d plugins. Are you sure you want to remove it?
ja: このコレクションには%dプラグインが含まれています。本当に削除しますか？

source: Sine (Equal Power)
ja: 正弦波（イコールパワー）

source: %s ---Backtrace--- %s
ja: %s ---バックトレース--- %s

source: 16 bit
ja: 16ビット

source: 24 bit
ja: 24ビット

source: 32 bit
ja: 32ビット

source: Editor
ja: エディター

source: Monitor
ja: モニター

source: Open Project
ja: プロジェクトを開く

source: _Open
ja: 開く(_O)

source: Overwrite Plugin
ja: プラグインを上書きする

source: Error instantiating plugin. Please see log for details.
ja: プラグイン%sのインスタンス化エラー。詳細はログを参照してください。

source: Failed opening file
ja: ファイルを開くことができませんでした

source: This MIDI file contains no data
ja: このMIDIファイルにはデータが含まれていません

source: Macro %d
ja: マクロ %d

source: Comment
ja: コメント

source: Unsaved changes
ja: 未保存の変更

source: _Save & Quit
ja: 保存して終了 (_S)

source: _Quit without saving
ja: 保存せずに終了 (_Q)

source: The project contains unsaved changes. If you quit without saving, unsaved changes will be lost.
ja: プロジェクトには、保存されていない変更が含まれています。 保存せずに終了すると、未保存の変更内容は失われます。

source: Log viewer
ja: ログビューア

source: Scripting interface
ja: スクリプトインタフェース

source: About %s
ja: %sについて

source: About Zrythm
ja: Zrythmについて

source: Chat (Matrix)
ja: チャット (Matrix)

source: Manual
ja: マニュアル

source: Keyboard Shortcuts
ja: ショートカットキー

source: Donate
ja: 寄付する

source: Report a Bug
ja: バグを報告する

source: Cannot be routed
ja: ルーティングできません

source: Routed to engine
ja: エンジンにルーティング中

source: Select channel to route signal to
ja: 信号をルーティングするチャンネルを選択

source: Stereo Out
ja: ステレオ出力

source: Tempo/BPM
ja: テンポ/BPM

source: Solo
ja: ソロ

source: Toggle Status Bar
ja: ステータスバーの表示を切り替える

source: Fullscreen
ja: 全画面表示

source: New Project
ja: 新規プロジェクト

source: Save As
ja: 名前を付けて保存

source: Export As
ja: 名前を付けてエクスポート

source: Export Graph
ja: ルーティング図の書き出し

source: Punch in/out
ja: パンチイン/アウト (Punch in/out)

source: Cut
ja: 切り取り

source: Copy
ja: コピー

source: Paste
ja: 貼り付け

source: Select all
ja: すべてを選択

source: Loop selection
ja: 選択範囲のをループする

source: Channel %s
ja: チャンネル%s

source: No channel
ja: チャンネルなし

source: Mono
ja: モノ

source: Controls
ja: コントロール

source: Cancel
ja: 取り消し

source: N/A
ja: なし

source: New buffer size
ja: 新しいバッファサイズ

source: Failed reading value
ja: 値の読み取りに失敗しました

source: Saved
ja: 保存完了

source: Project Progress
ja: プロジェクト保存の進行状況

source: Format 0
ja: フォーマット0

source: Format 1
ja: フォーマット 1

source: %d more files...
ja: %dその他のファイル...

source: <date>_<name>.<format>
ja: <日付> _ <名前>.<フォーマット>

source: Create New Project
ja: 新規プロジェクトを作成

source: Exporting...
ja: エクスポート中…

source: Opens the containing directory
ja: 含まれるディレクトリを開きます

source: Setup Zrythm
ja: Zrythmを設定しています

source: %s color
ja: %s色

source: Send via Sourcehut
ja: Sourcehut経由で送信

source: Please copy the template below in a %snew issue%s.
ja: 以下のテンプレートを%s新規チケット%sにコピーしてください。

source: Error
ja: エラー

source: What did you do?
ja: 何をしましたか？

source: Backtrace
ja: バックトレース

source: System info
ja: システム情報

source: Submit on _SourceHut
ja: SourceHutで投稿する(_S)

source: Send via _email (publicly visible)
ja: メールで送信する（一般公開）(_E)

source: Select Project File
ja: プロジェクトファイルを選択

source: Please enter a value
ja: 値を入力してください

source: Macros
ja: マクロ

source: MIDI Ch%d
ja: MIDI チャンネル %d

source: [Instrument] %s
ja: 【音源】%s

source: [Insert %d] %s
ja: 【インサート%d】%s

source: [Modulator %d] %s
ja: [モジュレータ%d]%s

source: No output selected
ja: 出力が選択されていません

source: Routing to %s
ja: %sへルーティング中

source: - bridge: %s
ja: - ブリッジ: %s

source: instrument
ja: インストゥルメント

source: Euro Pop
ja: ユーロポップ

source: Eurobeat
ja: ユーロビート

source: Rock
ja: ロック

source: Root Note
ja: ルート音符

source: Accent
ja: 強音

source: Bass Note
ja: 低音符

source: In scale
ja: 音階内

source: Creator
ja: クリエーター

source: Diatonic
ja: 全音階

source: TODO keyboard
ja: TODO キーボード

source: Circle of Fifths
ja: 五度圏

source: Play/Pause
ja: 再生/一時停止

source: Stop
ja: 停止

source: Ports found
ja: スキャンしたポート

source: Rescan
ja: 再スキャン

source: Scan again for MIDI controllers
ja: MIDIコントローラをもう一度スキャンする

source: Toggle Left Panel
ja: 左側パネルの表示を切り替える

source: Toggle Right Panel
ja: 右側パネルの表示を切り替える

source: Channel settings
ja: チャンネル設定

source: News
ja: ニュース

source: Snap to grid
ja: グリッドにあわせる

source: Keep offset
ja: オフセットを維持する

source: Snap to events
ja: イベントにスナップする

source: Note length
ja: 音符の長さ

source: Triplet
ja: ３連音符

source: Dotted
ja: 付点音符

source: Adaptive length
ja: 適応長さ

source: Snap
ja: スナップ

source: Link
ja: リンク

source: Link length to snap setting
ja: 長さをスナップの設定とリンク

source: Use last created object's length
ja: 最後に作成されたオブジェクトの長さを使用

source: Bookmarks
ja: ブックマーク

source: Return to cue point on stop
ja: 停止時にキューポイントに戻る

source: Play
ja: 再生

source: Backward
ja: 後戻り

source: Forward
ja: 前方

source: Loop
ja: ループ

source: Event Viewer
ja: イベントビューア

source: Collection
ja: コレクション

source: Author
ja: 作者

source: Category
ja: カテゴリー

source: Protocol
ja: プロトコル

source: Sort alphabetically
ja: アルファベット順に並べる

source: Sort by recently used
ja: 最近使った順に並べ替え

source: Sort by most used
ja: 使用頻度の高い順に並べ替え

source: Project
ja: プロジェクト

source: View
ja: 表示

source: Help
ja: ヘルプ

source: MIDI in activity
ja: MIDI IN発動

source: Toggle event viewer
ja: イベント ビューアの表示を切り替える

source: Horizontal
ja: 水平方向

source: Vertical
ja: 垂直方向

source: Parent directory
ja: 親ディレクトリ

source: Fishbowl
ja: フィッシュボウル

source: Quantize Options
ja: クオンタイズの設定

source: Quantize to
ja: …にクオンタイズ

source: Adjust
ja: 調整する

source: Amount
ja: 量

source: Swing
ja: スイング

source: Randomization
ja: ランダム化

source: _Quantize
ja: クオンタイズ（Q）

source: Root Key
ja: ルート音符

source: Scale
ja: スケール

source: Toggle Bottom Panel
ja: 下部パネルの表示を切り替える

source: Open from _Path
ja: パスから開く(_P)

source: Show/hide UI
ja: UIを表示/非表示にする

source: Control this automation track is for
ja: このオートメーショントラックが制御するコントロール

source: Mute automation track
ja: オートメーショントラックをミュート

source: Write automation
ja: オートメーションを書く

source: Read automation
ja: オートメーションを読み取る

source: Remove automation track
ja: オートメーション トラックを削除

source: Add automation track
ja: オートメーション トラックを追加

source: Enforce scale
ja: スケールを強制する

source: Export As...
ja: ...としてエクスポート

source: Metadata
ja: メタデータ

source: Format
ja: フォーマット

source: Bit Depth
ja: ビット深度

source: Dither
ja: ディザ

source: Filename Pattern
ja: ファイル名のパターン

source: Whether to export the selected tracks as a single mixdown file or each track in its own file.
ja: 選択したトラックを1つのミックスダウンファイルとして書き出すか、各トラックを独立したファイルとして書き出すかを選択します。

source: Only events inside this time range will be exported.
ja: この時間範囲内のイベントのみがエクスポートされます。

source: Output
ja: 出力

source: Select a port...
ja: ポートを選択してください...

source: Port
ja: ポート

source: Enter region name...
ja: リージョン名を入力してください

source: Color
ja: 色

source: Muted
ja: ミュート

source: Toggle Top Panel
ja: 上部パネルの表示を切り替える

source: label
ja: ラベル

source: Remove range
ja: レンジを削除する

source: Merge selections
ja: 選択範囲を結合する

source: Log Level
ja: ログレベル

source: Save As...
ja: 名前を付けて保存

source: Pitch Wheel
ja: ピッチベンド

source: Mod Wheel
ja: モッドホイール

source: Aftertouch
ja: アフタータッチ

source: Quick Quantize
ja: クイッククオンタイズ

source: Full Quantize...
ja: クオンタイズ…

source: Bounce Options
ja: バウンスの設定

source: Tail
ja: テール

source: Scroll when playhead reaches the edge
ja: 再生ヘッドが端に接近したらスクロールする

source: Follow playhead
ja: 再生ヘッドをフォローする

source: No clip selected
ja: クリップが選択されていません

source: Bind MIDI CC
ja: MIDI CC をバインドする

source: Press a key or move a knob on your MIDI device
ja: MIDIデバイスのキーを押すか、ノブを回してください

source: Waiting for input...
ja: 入力を待機中...

source: Select a region...
ja: リージョンを選択してください…

source: Splash
ja: スプラッシュ

source: Initializing...
ja: 初期化中…

source: Global Shortcuts
ja: 一般のショートカットキー

source: General
ja: 全般

source: Toggle Fullscreen
ja: フルスクリーンをトグルする

source: Quit
ja: やめる

source: Panels
ja: パネル

source: Toggle left panel
ja: 左パネルを（未）表示する

source: Toggle right panel
ja: 右パネルを切り替える

source: Toggle bottom panel
ja: 下部パネルを切り替える

source: Open a project
ja: プロジェクトを開く

source: Save the project
ja: プロジェクトを保存する

source: Copy and Paste
ja: コピーと貼り付け

source: Copy selection to clipboard
ja: 選択範囲をクリップボードにコピー

source: Cut selection to clipboard
ja: 選択範囲をクリップボードで切り取る

source: Paste from clipboard
ja: クリップボードから貼り付け

source: Undo and Redo
ja: 取り消しとやり直し

source: Undo previous command
ja: 前の動作を元に戻す

source: Redo previous command
ja: 前の動作をやり直す

source: Selections
ja: 選択範囲

source: Unselect all
ja: すべての選択を解除

source: Editor Shortcuts
ja: 編集画面のショートカット

source: Tool
ja: ツール

source: Select/Stretch tool
ja: 選択・ストレッチツール

source: Pencil tool
ja: 鉛筆ツール

source: Eraser tool
ja: 消しゴムツール

source: Ramp tool
ja: ランプツール

source: Audition tool
ja: 試聴ツール

source: Zooming
ja: ズーム

source: Zoom in
ja: ズームイン

source: Zoom out
ja: ズームアウト

source: Best fit
ja: 最適表示

source: Original size
ja: 元の大きさ

source: Quantizing
ja: クオンタイズ

source: Quantize
ja: クオンタイズ

source: Looping
ja: ループ

source: The Zrythm contributors
ja: Zrythmの貢献者
